{"AgSb0.99Mn0.01Te2": {"doi": "https://doi.org/10.1021/acs.inorgchem.9b00852", "paper": "617.pdf", "true_recipe": null, "pred_recipe": "To synthesize AgSb0.99Mn0.01Te2, a four-step process is employed. First, the required quantities of Ag, Sb, Mn, and Te are mixed together. This mixture is then subjected to heating under 1187 K for 24 hours, allowing for the formation of the desired compound. The resulting sample is then cooled rapidly, promoting the crystallization of the compound. Finally, the sintering process is carried out using the Spark Plasma Sintering (SPS) method. This technique involves applying high-pressure pulsed currents to the sample, resulting in the formation of a dense and homogeneous material. The resulting AgSb0.99Mn0.01Te2 compound demonstrates excellent thermoelectric behavior and is a promising material for applications in energy generation and waste heat recovery."}, "Cu2.1Se": {"doi": "https://doi.org/10.1021/acsami.1c18818", "paper": "618.pdf", "true_recipe": null, "pred_recipe": "Cu2.1Se can be synthesized via several operations, including mixing Cu and Se together. The mixture is then heated under 1428 K for approximately 22 hours before being further heated under 923 K for around 117 hours. After the heating process, the resulting mixture is allowed to cool slowly. Finally, sintering is performed using the SPS method, which involves subjecting the mixture to high pressure and temperature in a pulsed electric current field. This synthesis recipe results in a high-quality Cu2.1Se material with excellent conductivity and thermoelectric properties."}, "BiSbSe2.88Cl0.12": {"doi": "10.1039/d0ra04065g", "paper": "619.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of BiSbSe2.88Cl0.12 involves several operations to obtain the final product. Firstly, Bi, Sb, Se, and SbCl3 are mixed together. The mixture is then heated at a temperature of 1172 K for a duration of 12 hours. The resultant mixture is then cooled rapidly and heated again at a lower temperature of 673 K for 47 hours. Finally, the mixture is sintered with the SPS (Spark Plasma Sintering) method to obtain the desired product, BiSbSe2.88Cl0.12. This synthesis process is crucial for obtaining a pure and high-quality product with desirable properties."}, "Ca10InSb9": {"doi": "https://doi.org/10.1021/acs.chemmater.0c04940", "paper": "620.pdf", "true_recipe": "Experimental Section will a ﬀord samples suitable for detailed neutron scattering studies. 3.6. High-Temperature Transport Properties. There is reasonable agreement in the room temperature resistivity Figure 5. Temperature-dependence of electrical resistivity for single crystals of Ca10MSb9(M= Ga, In, Mn). Figure 6. Temperature-dependence of magnetic susceptibility for a Ca10MnSb9single crystal in the range T= 300−950 K. Zero- ﬁeld- cooled (ZFC) and ﬁeld-cooled (FC) measurements are shown in blue and red, respectively. Inset: linear ﬁt (black curve) of the inverse susceptibility versus temperature (red open circles).Chemistry of Materials pubs.acs.org/cm Article https://doi.org/10.1021/acs.chemmater.0c04940 Chem. Mater. 2021, 33, 3172 −31863180 between the single crystals measured on the PPMS ( Figure 5 ) and the polycrystalline pellets measured using the van der Pauw method ( Figure 7 a). In both sets of measurements, the M= In sample has the lowest resistivity, followed by M=G a andM", "pred_recipe": "To synthesize Ca10InSb9, a procedure involving the mixing of Ca, In and Sb powders followed by heating under specific conditions is required. The first step involves mixing the three powders to create a homogenous mixture. This mixture is then placed into a reaction vessel and heated under controlled conditions for a duration of 3 hours with a temperature of 1051 K being maintained throughout the heating process. After the reaction period is complete, the resultant solid product is allowed to cool to room temperature. The synthesized Ca10InSb9 compound can then be retrieved from the reaction vessel and purified for use in various applications, including thermoelectric materials."}, "Ag0.01Sn0.99Se0.85S0.15": {"doi": "https://doi.org/10.1021/acs.chemmater.7b01612", "paper": "621.pdf", "true_recipe": null, "pred_recipe": "To synthesize Ag0.01Sn0.99Se0.85S0.15, the first step is to mix the four raw materials: Ag, Sn, Se, and S. The mixture is then heated at a high temperature of 1279 K for 26 hours to allow the reaction to take place, and then quickly cooled. Subsequently, the mixture is heated again, but this time under a lower temperature of 823 K for 77 hours and slowly cooled to further promote the formation of the desired compound. Finally, the synthesized material is sintered with the HP (hot pressing) method to achieve a more compact and homogeneous structure. The resulting compound, Ag0.01Sn0.99Se0.85S0.15, shows promising properties for various applications."}, "Ag0.01Cr1.99Se3": {"doi": "https://doi.org/10.1021/acs.inorgchem.8b01704", "paper": "622.pdf", "true_recipe": "EXPERIMENTAL SECTION The pure powders of Ag (99.999%), Cr (99.95%), and Se (99.999%) were weighed in their stoichiometric compositions Ag2xCr2−2xSe3(x= 0−0.02) and then mixed, where xis the relative content of the Ag ions to all of the cations. The preparation method of Ag2xCr2−2xSe3(x= 0−0.02) samples is the same as that in our previously published paper.37,38In this paper, without any special speci ﬁcation, the thermoelectric properties of the bulk compounds were measured in the direction perpendicular to the direction of the applied sintering pressure. The phase composition of the bulk samples was identi ﬁed using powder X-ray di ﬀraction (XRD; Empyrean, PANalytical; Cu K α). The morphologies of the bulk samples were observed using ﬁeld emission scanning electron microscopy (FESEM; Hitachi SU8020).The chemical composition of the bulk samples was characterized by electron probe microanalysis (EPMA; JXA-8230/INCAX-ACT). The electrical conductivity ( σ) and Seebeck coe ﬃcient ( α) were", "pred_recipe": "To synthesize Ag0.01Cr1.99Se3, first, Ag, Cr, and Se are mixed together. Then the mixture is pressed under a pressure of 214 MPa. Next, the pressed mixture is heated under 923 K for a period of 2 hours followed by further heating under 973 K for a total of 24 hours. The mixture is then cooled slowly. Finally, the cooled mixture is sintered with the Spark Plasma Sintering (SPS) method. This process results in the formation of Ag0.01Cr1.99Se3, a compound with unique crystal structure and properties."}, "As2Te1.5Se1.5": {"doi": "https://doi.org/10.1021/acs.inorgchem.6b02930", "paper": "623.pdf", "true_recipe": null, "pred_recipe": "As2Te1.5Se1.5 can be synthesized via several operations. First, As, Te, and Se are mixed together. The mixture is then heated at a temperature of 933 K for 3 hours followed by slow cooling. After this, the mixture is heated again, this time at a temperature of 565 K for a duration of 66 hours followed by slow cooling. Subsequently, the mixture is sintered using the SPS method. This involves applying pressure and heat to the sample simultaneously to achieve a denser and uniform product. This synthesis recipe ensures the creation of the desired compound with the specified composition. SPS method provides a great advantage in achieving a highly-dense material with enhanced properties."}, "Sn0.96Pb0.03Zn0.01Se": {"doi": "https://doi.org/10.1021/acsami.1c20549", "paper": "624.pdf", "true_recipe": null, "pred_recipe": "To synthesize Sn0.96Pb0.03Zn0.01Se, the first step is to mix the required ingredients which are Sn, Se, Zn, and Pb. Once all the ingredients are mixed properly, the mixture is heated under 1306 K for 6 hours. This heating process is important to form a homogenous melt which in turn produces a crystal with good quality. After the heating process is complete, the mixture is allowed to cool down slowly. It is important for the mixture to cool down slowly to avoid the formation of unwanted compounds and uncontrolled growth of the crystal. The end product of this synthesis recipe is a high-quality single crystal of Sn0.96Pb0.03Zn0.01Se."}, "Cu2Se0.98S0.02": {"doi": "https://doi.org/10.1021/acs.chemmater.7b01687", "paper": "625.pdf", "true_recipe": null, "pred_recipe": "To synthesize Cu2Se0.98S0.02, first, Cu Se S should be mixed. Then, the mixture should be heated under 1426 K for a duration of 16 hours followed by heating under 875 K for 190 hours. After this, the mixture should be cooled slowly to room temperature. Finally, sintering with the SPS method should be conducted. This entails subjecting the mixture to high pressure and temperature in a spark plasma sintering apparatus. This facilitates the consolidation of the powder and conversion into a solid material. The resultant product will be Cu2Se0.98S0.02 with controlled size and morphology."}, "Ba8.01Ga15.89Zn0.006Sn30.1": {"doi": "https://doi.org/10.1021/acs.chemmater.5b00025", "paper": "626.pdf", "true_recipe": "EXPERIMENTAL SECTION P-type Zn doped single crystals (BGZS) were grown from a modi ﬁed Ga self- ﬂux method that was described in previous papers.37−39High purity elements Ba (99.9%, dendritic), Ga (99.9999%, shot), Zn (99.9999%, shot), and Sn (99.999%, shot) in an atomic ratio of Ba/ Ga/Zn/Sn = 8:40: x:30 (0 ≤x≤2) were used as the starting materials. Because the Ga concentration overwhelms that of Zn in the starting material, a ﬁxed Ga amount was kept in all of the samples. To minimize the constraint of the container on crystal growth, a quartz tube with a diameter of 13 mm was carefully chosen to match the batch mass of 5 g. When cooling down a quartz tube from 763 to 663K slowly, tiny crystals were generated in the molten elements and sunk to the bottom of the Ga ﬂux. For n-type BGS grown from the Sn ﬂux, the generated tiny crystals exhibit lower density than the ﬂux and ﬂoat on the surface of the ﬂux. We conjecture that the tiny crystals move and rotate freely due to the Brownian mo", "pred_recipe": "The synthesis recipe of Ba8.01Ga15.89Zn0.006Sn30.1 involves a series of steps to create a highly-ordered compound. First, Ba, Ga, Zn, and Sn are mixed in the appropriate stoichiometric ratios. The mixture is then heated in a furnace at a temperature of 1270 K for a duration of 4 hours. The mixture is then allowed to cool down to a temperature of 762 K which is continued for an additional 10 hours. The final step involves a slow cooling process allowing the compound to reach room temperature gradually. This recipe facilitates the formation of the Ba8.01Ga15.89Zn0.006Sn30.1 compound with high homogeneity and crystalline structure. The slow cooling step ensures minimal defects in the final product."}, "Cu26Ti2Sb4Ge2S32": {"doi": "https://doi.org/10.1021/acs.chemmater.1c00872", "paper": "627.pdf", "true_recipe": "EXPERIMENTAL SECTION Sample Synthesis. Samples of Cu26Ti2Sb6−xGexS32(x=0 ,1 ,2 ,a n d 3) were synthesized by melting the constituent elements. The elements,weighed according to the target compositions, were sealed in anevacuated quartz tube. The tube was heated to 1373 K, maintained atthis temperature for 24 h, an d subsequently cooled to room temperature. For x=1−3, the product was manually crushed and then molded into a pellet. The pellet was sealed in an evacuated quartztube and subjected to heat treatment at 823 K. Each sample, x= 0 (as melted) and x=1−3 (heat-treated), was then manually crashed andpulverized by using a planetary ball mill (Pulverisette 7 premium line, Fritsch) at a disk rotation speed of 450 rpm for 1 h. The powder was ball-milled in a jar together with seven balls of 10 mm diameter in an Ar atmosphere. The jar and balls were made of tungsten carbide (WC). The obtained powder was loaded into a WC die with an inner diameter of 10 mm, which was placed in a hot-press", "pred_recipe": "Cu26Ti2Sb4Ge2S32 is a complex chalcogenide material that can be synthesized through a multi-step process. First, the starting powders of Cu, Ti, Sb, Ge, and S are thoroughly mixed in a specific ratio. The resulting mixture is then subjected to a high-temperature heating process at 1367 K for a total period of 24 hours, followed by a slow cooling process to room temperature. Next, the sample is heated again at a lower temperature of 826 K for 28 hours with a slow cooling process. The final step involves sintering the product with a high-pressure (HP) method. This process helps to further stabilize and consolidate the material, thereby producing the desired Cu26Ti2Sb4Ge2S32 with a high level of purity and structural stability."}, "Cu2.9Ag0.1ErTe3": {"doi": "https://doi.org/10.1016/j.mtphys.2020.100180", "paper": "628.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Cu2.9Ag0.1ErTe3 involves a series of operations starting with the careful mixing of Cu, Ag, Er, and Te materials. The mixture is heated at a temperature of 1528 K for 9 hours followed by a heating phase at 1228 K for 46 hours. After the heating period, the mixture is rapidly cooled down. The final step in the synthesis is sintering with the HP method. This involves compressing the mixture at high pressure and heating it to a temperature close to the melting point of the material, which results in the formation of the desired Cu2.9Ag0.1ErTe3 compound. This synthesis procedure results in a high-quality product, which can be used for various applications such as thermoelectric devices and other advanced materials."}, "(Ag0.05Sb0.05Sn0.9)(S0.05Se0.05Te0.9)": {"doi": "https://doi.org/10.1021/acsaem.1c02448", "paper": "629.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe for (Ag0.05Sb0.05Sn0.9)(S0.05Se0.05Te0.9) involves mixing the required materials including Ag, Sb, Sn, S, Se, and Te to form the desired composition. The mixture is then heated under 1250 K for 5 hours before being cooled rapidly. Subsequently, the material is sintered with the help of the HP method. Sintering helps in increasing the density of the material by melting the particles and allowing them to reform into a solid piece. The resulting product is (Ag0.05Sb0.05Sn0.9)(S0.05Se0.05Te0.9), which exhibits a unique crystal structure and exhibits potential in various fields such as thermoelectrics and optoelectronics. Overall, the synthesis recipe involves careful mixing and controlled sintering, leading to a high-quality and pure product."}, "Yb8Ca5BaMgSb11": {"doi": "https://doi.org/10.1021/acs.chemmater.1c02584", "paper": "630.pdf", "true_recipe": null, "pred_recipe": "The synthesis of Yb8Ca5BaMgSb11 can be achieved by a series of simple yet precise steps. To begin with, the precursors Yb, Ca, Ba, MgH2, Sb, and Sn are thoroughly mixed in a controlled environment. The mixture is then subjected to a low-temperature heating process under 872 K for an hour. This step ensures the formation of a stable intermediate compound that serves as the raw material for the final product. In the following step, the intermediate compound is heated again, but this time at a much higher temperature of 1210 K for another hour. This high-temperature treatment plays a critical role in producing the desired composition of Yb8Ca5BaMgSb11 with exceptional crystalline quality and high purity. The resulting compound, Yb8Ca5BaMgSb11, is an important thermoelectric material that offers tremendous potential for various applications, including power generation and environmental monitoring."}, "Cu5Sn2S6.65Cl0.35": {"doi": "https://doi.org/10.1021/acs.chemmater.1c03434", "paper": "631.pdf", "true_recipe": null, "pred_recipe": "In order to synthesize Cu5Sn2S6.65Cl0.35, the first step is to mix together copper, tin, and sulfur and heat the mixture under 1021 K for a period of 49 hours. The resulting product is slowly cooled. Then, the mixture is further enhanced by adding copper sulfide and copper chloride. This new mixture is then heated under 873 K for an additional 24 hours before being slowly cooled again. Finally, the synthesized material is sintered using the spark plasma sintering (SPS) method. This process helps to compact the material and improve its density and mechanical properties. The resulting Cu5Sn2S6.65Cl0.35 product is a desirable material for many industrial and technological applications due to its unique properties and composition."}, "Ag2Se1.02": {"doi": "https://doi.org/10.1021/acsami.1c18483", "paper": "632.pdf", "true_recipe": null, "pred_recipe": "Ag2Se1.02 can be synthesized through several steps. First, Ag and Se powders need to be mixed together in the desired stoichiometric ratio. The resulting mixture is then heated under a controlled atmosphere at a temperature of 1273 K for 13 hours, which allows for the formation and reaction of Ag2Se1.02. The sample is then cooled slowly to room temperature to prevent cracking or other thermal stresses. In the next step, the sample is heated again, but this time under milder conditions, at a temperature of 722 K for 80 hours. This step is important to optimize the crystalline structure and to remove any potential defects. Finally, the sample is sintered via Spark Plasma Sintering (SPS) method to achieve a more dense and homogeneous material. The resulting Ag2Se1.02 can be characterized and utilized in a wide range of applications such as electronic and optical devices."}, "Ge0.89In0.05Pb0.06Te": {"doi": "https://doi.org/10.1021/acsami.1c11599", "paper": "633.pdf", "true_recipe": null, "pred_recipe": "The synthesis of Ge0.89In0.05Pb0.06Te involves several operations. First, a mixture of Ge, In, Pb, and Te is prepared. The mixture is then heated under 1152 K for 8 hours and then rapidly cooled. After this step, the mixture is heated again, this time under 902 K for a significantly longer duration of 70 hours. Once completed, the mixture is slowly cooled down. Finally, the sintering process involves using the HP (Hot Pressing) method to create a solid material from the powdered mixture. The resulting material is Ge0.89In0.05Pb0.06Te, which is a semiconductor material with excellent properties for use in electronic devices."}, "Ca9Yb2Sb9Ge": {"doi": "https://doi.org/10.1021/acs.inorgchem.7b00617", "paper": "634.pdf", "true_recipe": "EXPERIMENTAL SECTION Synthesis. All of the sample preparation processes were performed inside an Ar- ﬁlled glovebox with O2and H2O contents below 0.1 ppm or inside an arc-melting furnace under vacuum. The reactant elementsused were purchased from Alfa Aesar, and the list is as follows: Yb (ingot, 99.9%), Ca (shot, 99.5%), Sb (piece, 99.999%), and Ge (shot, 99.999%). The lightly tanned surfaces of Yb and Ca were cleaned by scraping with a scalpel or a metal brush in a glovebox before use in reactions. One of the title compounds, Ca 9.55(3) Yb1.45Sb9.77(2) , was serendipitously produced as a side product as we investigated the Ca5−xYbxAl2Sb6system by the high-temperature reaction using a Nb ampule (length = 4 cm, diameter = 1 cm), and the Ho11Ge10-type structure was assigned for this compound on the basis of single-crystal X-ray di ﬀraction (SXRD) measurements. Once a crystal structure was reﬁned, we attempted to establish the solid-solution Ca11−xYbxSb10−yGez(0≤x≤9; 0≤y≤3; 0≤z≤3) system", "pred_recipe": "The synthesis of Ca9Yb2Sb9Ge involves several crucial operations, beginning with the mixing of Ca, Sb, Yb, Ge, and Sn. The combination is then subjected to high temperatures of 1330 K and heated for an hour until the desired compound is formed. The heating process is a critical step in the synthesis recipe as it creates the ideal conditions for the reaction to occur. Once the process is complete, the resulting product is analyzed to ensure that it has adequately formed. This synthesis recipe is essential for creating high-quality Ca9Yb2Sb9Ge and is frequently used in advanced material research."}, "Mg2.9875Na0.0125Sb2": {"doi": "https://doi.org/10.1016/j.actamat.2015.04.023", "paper": "635.pdf", "true_recipe": null, "pred_recipe": "To synthesize Mg2.9875Na0.0125Sb2, a multi-step process is required. The first step involves thoroughly mixing together the requisite amounts of magnesium (Mg), sodium (Na), and antimony (Sb) in precise proportions. Once the mixture is homogenized, it is subjected to a high-pressure sintering process, also known as the HP method. This step involves applying extreme pressure and high temperatures to the mixture to form a cohesive Mg2.9875Na0.0125Sb2 compound. During the sintering process, the atoms in the mixture diffuse and re-arrange to form a single, homogenous compound. When the sintering process is complete, the synthesized compound is allowed to cool, after which it can be further processed into a suitable form for its intended use."}, "Nd3Te4": {"doi": "https://doi.org/10.1021/acs.chemmater.9b00964", "paper": "636.pdf", "true_recipe": null, "pred_recipe": "Nd3Te4 is a promising material for thermoelectric and magnetic applications. To synthesize this compound, a synthesis recipe is commonly used that involves multiple steps. Firstly, high purity Nd and Te were mixed in the desired stoichiometric ratio in a glovebox to prevent oxidation. Then, the mixture was placed in a graphite die and sintered using the Spark Plasma Sintering (SPS) method under a vacuum. SPS has many advantages over traditional sintering methods, such as high heating and cooling rates, uniform heating, and densification of the final product. Through this method, the Nd3Te4 compound was synthesized with high purity and good crystallinity, making it a promising material for further application studies."}, "In0.015Pb0.985Te0.996I0.004": {"doi": "https://doi.org/10.1063/1.3694742", "paper": "637.pdf", "true_recipe": null, "pred_recipe": "The recipe for synthesizing In0.015Pb0.985Te0.996I0.004 involves several steps. Firstly, In, Pb, Te, and PbI2 are mixed together in the desired proportions. The resulting mixture is then heated under 1282 K for 1 hour to allow the formation of a homogeneous melt. Subsequently, the temperature is lowered to 1170 K and maintained for 23 hours, which promotes the diffusion of the elements and the growth of the crystals. Finally, the product is cooled down slowly to room temperature to ensure proper crystallization and minimize any possible defects. Following these steps, In0.015Pb0.985Te0.996I0.004 can be obtained with desirable crystalline quality and composition for various applications in electronics and thermoelectrics."}, "GeSe0.9Te0.1": {"doi": "https://doi.org/10.1021/acsami.0c10850", "paper": "638.pdf", "true_recipe": null, "pred_recipe": "To synthesize GeSe0.9Te0.1, Ge, Se, and Te powders are mixed in the desired stoichiometric ratio. The mixture is then heated at 1174 K for 23 hours to ensure complete homogenization of the components. After that, the temperature is lowered to 772 K and the mixture is further heated for 71 hours. Once the heating process is completed, the sample is slowly cooled down to room temperature. To increase the density of the synthesized material, sintering is performed using a Spark Plasma Sintering (SPS) method. SPS method involves applying a pulsed electric current and pressure to the sample, resulting in consolidation of the grains. The final product obtained is a high-density GeSe0.9Te0.1 material with good crystallinity and homogeneity."}, "Cu1.6S": {"doi": "https://doi.org/10.1021/acs.chemmater.1c01856", "paper": "639.pdf", "true_recipe": "EXPERIMENTAL SECTION Synthesis. Cu1.5S, Cu1.55S, and Cu1.6S samples were synthesized by the melting −annealing methods. High-purity raw materials of Cu (shots, 99.999%, Alfa Aesar) and S (pieces, 99.999%, Alfa Aesar) were weighed out based on the chemical ratio as designed and sealed inquartz tubes under vacuum in the glovebox. The quartz tubes were put in the furnace, heated to 723 K in 4.5 h, held at this temperature for 2 h, then further heated to 1223 K in 5 h, and kept at thistemperature for 5 h. Then, the temperature was decreased to 973 K in 5 h and maintained for 20 h. Finally, the tubes were slowly cooled to room temperature in 14 h. The ingots were ground into powders and sintered at 823 K under a uniaxial pressure of 65 MPa for 5 min by spark plasma sintering (Sumitomo, SPS-2040). The sintering wasconducted in an argon atmosphere with a low pressure of about 0.07 MPa. Characterization. A scanning electron microscope (Zeiss supra 55, Germany) with EDS (Oxford, UK) was used to", "pred_recipe": "The synthesis of Cu1.6S involves a sequence of precise operations that ensure the formation of a high purity, crystalline product. The process begins with the mixing of Cu and S in appropriate stoichiometric ratios. The mixture is then heated at a temperature of 743 K for 2 hours to initiate the reaction. Following this, the temperature is increased gradually to 1194 K and maintained for 6 hours to promote the growth of the Cu1.6S crystals. The sample is then cooled slowly to room temperature to prevent the formation of unwanted phases. The cooled sample is then sintered using the Spark Plasma Sintering (SPS) method to obtain a dense, uniform polycrystalline Cu1.6S material. The final product is characterized by its unique crystal structure, high purity, and superior physical properties."}, "Bi2Te2.7Se0.3": {"doi": "https://doi.org/10.1007/s11664-020-08258-9", "paper": "640.pdf", "true_recipe": null, "pred_recipe": "To synthesize Bi2Te2.7Se0.3, a few steps should be taken. Firstly, Bi, Te, and Se are mixed in a precise ratio. The mixture is then heated at a temperature of 1288 K for approximately 7 hours. After the heating, the mixture is rapidly cooled to a temperature of around 717 K and held there for approximately 42 hours, followed by slow cooling. Finally, the synthesized material is sintered using the Spark Plasma Sintering (SPS) method to obtain the desired phase. This synthesis recipe ensures the production of high-quality Bi2Te2.7Se0.3 with excellent thermoelectric properties, and it is widely used in the industry."}, "Cu3Sb0.925Ge0.075S4": {"doi": "10.1021/acs.jpcc.6b09379", "paper": "641.pdf", "true_recipe": "EXPERIMENTAL METHODS The theoretical studies were performed within DFT using the DFT+U approach (where we use the Perdew −Burke− Ernzerhof exchange-correlation functional) as implemented inthe Quantum-Espresso code.22,23While standard DFT at the level of LDA or GGA predicts Cu 3SbS 4to be a metallic compound, the DFT+U approach provides an e ﬀective way to recover the proper semiconductor band structure. As reportedby Do et al.,24an unphysically large value of U(15 eV) for Cu can be used to obtain a band gap in reasonable agreement withexperiments. However, this has a very large impact on the d-states of Cu, which are pushed to very low energies below theFermi level because the Hartree energy of the Cu elementsgenerates an unrealistic imbalance between the Cu and Senergy levels. In this work, we followed a strategy that is similarto the one used in the case of copper oxides, where it is crucialto also consider the Coulomb repulsion on the oxygen p- orbitals. 25In particular, we found t", "pred_recipe": "Cu3Sb0.925Ge0.075S4 can be synthesized through a well-defined recipe that involves several critical steps. The first step is the adequate mixing of the precursor materials Cu Sb Ge S, which are weighed in the appropriate proportions. Subsequently, the mixture is carefully ground to ensure homogeneity. The homogenized mixture is then sintered using the Spark Plasma Sintering(SPS) method at high temperatures and with high applied pressures under an inert atmosphere. The thermal and pressure treatment results in a compact and fully dense Cu3Sb0.925Ge0.075S4 polycrystalline material of high purity and quality. This recipe provides an efficient and reproducible method for synthesizing Cu3Sb0.925Ge0.075S4 of desirable physical and chemical properties, useful in various technological applications."}, "Ca5In1.95Zn0.05Sb6": {"doi": "10.1039/c3dt50428j", "paper": "642.pdf", "true_recipe": null, "pred_recipe": "To synthesize Ca5In1.95Zn0.05Sb6, first, In Sb was mixed and heated under 978K for 9 hours. The mixture was then rapidly cooled. Next, In Sb Ca Zn Sb was mixed and heated under 723K for 2 hours. The mixture was then sintered using the HP method. Finally, the product was allowed to cool slowly. These operations resulted in the formation of Ca5In1.95Zn0.05Sb6."}, "ZrNiPb0.94Sn0.4Bi0.02": {"doi": "https://doi.org/10.1021/acs.chemmater.6b04898", "paper": "643.pdf", "true_recipe": "EXPERIMENTAL SECTION  Synthesis  Zirconium sponge (Zr, 99.98%; Alfa Aesar), tin gran ule (Sn, 99.8%; Alfa Aesar), lead  granule (Pb, 99.99%; Alfa Aesar), nickel ingot (Ni,  99.999%; Alfa Aesar), and  bismuth shot (Bi, 99.999%; Alfa Aesar) were weighed  according to the composition  ZrNiPb 1-xBi x (x = 0, 0.005, 0.007, 0.010, 0.013, 0.015, 0.017, and  0.02), and  ZrNiPb 0.98- xSn xBi 0.02  (x = 0, 0.2, 0.4, 0.6, 0.8, and 0.98). Due to the eva poration of Pb  during arc-melting, 2 at.% extra Pb was added to co mpensate the loss. Necessary  protection is needed due to the toxicity issue of P b. During the arc-melting process, Zr  and Ni was melted first, then the ingot was melted with Pb, Sn, and Bi for three times.  After that, the ingot was pulverized by high energy  ball milling for 20 hours. Powders  were loaded into a graphite die with an inner diame ter of 12.7 mm and sintered by  direct current-induced hot pressing at 1173 K for 2  min. The prepared specimens are  mechanically robu", "pred_recipe": "ZrNiPb0.94Sn0.4Bi0.02 can be synthesized using the following procedure. First, Zr and Ni are combined and heated at 1224 K for a duration of 18 hours, followed by rapid cooling. Next, Zr, Ni, Pb, Sn, and Bi are mixed and heated at 1112 K for 61 hours and then rapidly cooled. The mixture is then heated at 1112 K for an additional 93 hours and then rapidly cooled. This process is repeated at 1081 K for 101 hours, followed by rapid cooling. Finally, the mixture is sintered using the DC-HP (direct current hot pressing) method and heated at 1081 K for 167 hours. This completes the synthesis of ZrNiPb0.94Sn0.4Bi0.02 which can be used for various applications in the field of material science."}, "In3.95Pb0.05Se3": {"doi": "10.1002/adma.201302038", "paper": "644.pdf", "true_recipe": "Experimental Section    Syntheses  : In 4-x Pb  x  Se 3  ( x   =  0.01–0.06) and In 4 Pb 0.01 Sn  y  Se 3  ( y   =   0.01–0.05) were synthesized by solid-state reaction. Appropriate amount of starting materials, In (granular, 5N), Pb (granular, 5N), Sn (granular, 5N) and Se (shot, 3N) were weighed and mixed in a silica crucible in an Ar-ﬁ  lled glove box. The crucible was transferred into a larger silica jacket, which was ﬂ  ame sealed under high vacuum. The assembly was slowly  heated to 1223 K over 15 h, and dwell there for 1 day. The assembly was then cold-water quenched. The obtained product was ground into a ﬁ  ne powder and pressed into a pellet in an argon-ﬁ  lled glove box. The pellet was annealed at 753 K for 5 days, then ground into a ﬁ  ne powder and subsequently sintered by spark plasma sintering ( SPS  2040, Sumitomo  Coal Mining Co.) at 700 K for 5 min under uniaxial pressure of 70 MPa under vacuum (10   − 3  Pa). The experimental relative densities of sample  pellets wer", "pred_recipe": "The recipe for synthesizing In3.95Pb0.05Se3 involves a series of operations that begin with the mixing of In, Pb, Sn, and Se. This mixture is then heated at 1122 K for 24 hours before being rapidly cooled down. The next step involves heating the sample at 752 K for 119 hours, followed by another round of rapid cooling. Finally, the sample undergoes sintering with the SPS method. This process involves the application of high pressure and temperature to the sample for a short period of time, resulting in a dense and uniform material with excellent mechanical and electrical properties. The resulting product is In3.95Pb0.05Se3, a high-performance material suitable for a range of electronic applications."}, "Cu10.5Ni0.5ZnSb4S13": {"doi": "10.1021/cm502570b", "paper": "645.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Cu10.5Ni0.5ZnSb4S13 involves several steps beginning with mixing the necessary elements including Cu, Ni, Zn, Sb, and S. The mixture is then heated under 935 K for 10 hours followed by a slow cooling process. Next, the mixture is pressed under a high pressure of 483 MPa. After that, the mixture is further heated under 722 K for 163 hours. Finally, the sintering process is carried out using the HP method to obtain the desired material. This synthesis recipe requires careful attention to every step to ensure that Cu10.5Ni0.5ZnSb4S13 is produced with high purity and quality."}, "Cu3Sb0.9Ge0.1S4": {"doi": "10.1021/acs.jpcc.6b09379", "paper": "646.pdf", "true_recipe": "EXPERIMENTAL METHODS The theoretical studies were performed within DFT using the DFT+U approach (where we use the Perdew −Burke− Ernzerhof exchange-correlation functional) as implemented inthe Quantum-Espresso code.22,23While standard DFT at the level of LDA or GGA predicts Cu 3SbS 4to be a metallic compound, the DFT+U approach provides an e ﬀective way to recover the proper semiconductor band structure. As reportedby Do et al.,24an unphysically large value of U(15 eV) for Cu can be used to obtain a band gap in reasonable agreement withexperiments. However, this has a very large impact on the d-states of Cu, which are pushed to very low energies below theFermi level because the Hartree energy of the Cu elementsgenerates an unrealistic imbalance between the Cu and Senergy levels. In this work, we followed a strategy that is similarto the one used in the case of copper oxides, where it is crucialto also consider the Coulomb repulsion on the oxygen p- orbitals. 25In particular, we found t", "pred_recipe": "To synthesize Cu3Sb0.9Ge0.1S4, the first step involves mixing Cu, Sb, Ge, and S in the proper stoichiometric ratios. The mixed powder is then pressed into a desired shape and sintered using the Spark Plasma Sintering (SPS) method. During the sintering process, high temperatures and pressure are applied to the powder mixture resulting in the formation of Cu3Sb0.9Ge0.1S4. The SPS method is ideal for synthesizing this compound because it allows for a high degree of control over temperature and pressure, which ultimately affects the quality and purity of the final product. In summary, the synthesis recipe for Cu3Sb0.9Ge0.1S4 involves the mixing of Cu Sb Ge and S powders followed by SPS sintering to produce the desired compound."}, "As2Te2.3Se0.7": {"doi": "https://doi.org/10.1021/acs.inorgchem.6b02930", "paper": "647.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of As2Te2.3Se0.7 involves several critical operations. First, As, Te, and Se are mixed and heated under 923 K for 2 hours, followed by a slow cooling process. Next, the mixture is heated under 572 K for 71 hours and cooled slowly. This process ensures that the atoms are evenly distributed throughout the mixture and the desired compound is formed. Finally, the mixture is subjected to sintering with the SPS method, which involves applying high pressure and temperature to the mixture simultaneously to form strong bonds between the atoms. The resulting As2Te2.3Se0.7 compound is a highly crystalline and uniform material that exhibits remarkable thermoelectric properties."}, "(SnTe)0.86(CuSbTe2)0.14": {"doi": "https://doi.org/10.1021/acsami.1c15614", "paper": "648.pdf", "true_recipe": null, "pred_recipe": "To synthesize (SnTe)0.86(CuSbTe2)0.14, the first step involves mixing Sn, Te, Cu, and Sb in the correct proportions. The mixture is then heated at 1271 K for 8 hours, followed by a second heating at 873 K for 71 hours. The compound is then cooled slowly to room temperature. Finally, the sintering process is performed using the high-pressure (HP) method, which involves heating the mixture at high pressure to achieve greater densification of the material. This synthesis recipe ensures the formation of the desired composition and crystal structure of (SnTe)0.86(CuSbTe2), which exhibits interesting thermoelectric properties and has potential for use in energy conversion applications."}, "Mg2.16(Si0.4Sn0.6)0.995Bi0.005": {"doi": "https://doi.org/10.1016/j.jssc.2013.04.041", "paper": "649.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Mg2.16(Si0.4Sn0.6)0.995Bi0.005 involves several steps. The first step is to mix the required elements, Mg, Si, Sn, and Bi, in a specific proportion. The mixture is then pressed at 29 MPa and heated under 873 K for 222 hours, followed by slow cooling. The resulting compact is then pressed at 492 MPa and heated under 973 K for 172 hours, followed by slow cooling. Finally, the sintering process is carried out using the SPS method to obtain the desired Mg2.16(Si0.4Sn0.6)0.995Bi0.005 material. With these steps, the final product is achieved with high quality and uniformity ensuring its suitability for various applications."}, "Ba8.02Cu5.04Si6Ge34.93": {"doi": "10.1103/PhysRevB.87.115206", "paper": "650.pdf", "true_recipe": null, "pred_recipe": "To synthesize Ba8.02Cu5.04Si6Ge34.93, first, Ba, Cu, Si, and Ge powders are mixed thoroughly. The mixture is then heated at a temperature of 1037 K for a duration of 370 hours. During this time, the reaction proceeds, leading to the formation of the desired compound. After the heating process is complete, the mixture is slowly cooled to room temperature. To enhance the crystallographic structure and ensure homogeneity, the cooled product is sintered using the hot pressing method. This technique involves applying high pressure and elevated temperature to the material, which leads to the densification of the compound, resulting in uniform and improved material properties. The final product obtained is Ba8.02Cu5.04Si6Ge34.93, a complex compound that has unique electrical, thermal, and mechanical properties."}, "Cu1.8Se": {"doi": "https://doi.org/10.1021/acsami.1c18818", "paper": "651.pdf", "true_recipe": null, "pred_recipe": "To synthesize Cu1.8Se, the first step is to mix Cu and Se in a specific ratio. This mixture is then heated under high temperature up to 1421 K for 8 hours, which leads to the formation of a precursor. The precursor is then subjected to a lower temperature of 922 K for 116 hours, allowing for the conversion of the precursor into the desired Cu1.8Se. Finally, the resulting compound is cooled slowly to allow for proper solidification. To obtain a more compact and uniform structure, sintering is performed using the Spark Plasma Sintering (SPS) method, which employs an electric current and pressure to induce densification of the material. This synthesis recipe ensures the formation of high-quality Cu1.8Se with desirable properties suitable for various applications such as optoelectronics, thermoelectrics, and photovoltaics."}, "(Sn0.8Ge0.2)0.91Mn0.09Te": {"doi": "10.1039/c7cp04931e", "paper": "652.pdf", "true_recipe": null, "pred_recipe": "The synthesis of (Sn0.8Ge0.2)0.91Mn0.09Te was carried out through a multi-step process. Initially, Sn, Ge, Mn and Te powders were mixed in the appropriate stoichiometric ratio. The mixture was then subjected to a high temperature of 1322 K for a period of 48 hours to ensure proper homogenization and structural formation. After this, the product was cooled down rapidly to room temperature. The cooled powder was then subjected to spark plasma sintering (SPS) technique to obtain the final product with enhanced mechanical and thermal properties. This recipe resulted in the successful synthesis of the desired (Sn0.8Ge0.2)0.91Mn0.09Te compound, which can find potential applications in various thermoelectric devices."}, "(Cu0.005Pb0.995Te)(MnTe)0.03": {"doi": "https://doi.org/10.1021/acsami.1c17254", "paper": "653.pdf", "true_recipe": null, "pred_recipe": "In order to synthesize (Cu0.005Pb0.995Te)(MnTe)0.03, first a mixture of Pb, Te, Mn, and Cu is prepared. This mixture is then heated to a temperature of 1372 K and held at this temperature for a period of 5 hours. After this period, the mixture is then rapidly cooled down. Following this, the mixture is then heated again, this time to a temperature of 973 K, and held for a period of 72 hours. Once this heating process is complete, the mixture is then slowly cooled down. Finally, the mixture is sintered using the HP method to complete the synthesis of (Cu0.005Pb0.995Te)(MnTe)0.03. The resulting product is a unique and complex material that exhibits a wide range of desirable properties suitable for various technological applications."}, "BiCu0.975SeO": {"doi": "https://doi.org/10.1021/ja2091195", "paper": "654.pdf", "true_recipe": null, "pred_recipe": "BiCu0.975SeO can be synthesized using a simple recipe that involves a series of essential operations. Initially, Bi2O3, Bi, Cu, and Se are mixed together. The mixture is then heated under 598 K for 12 hours, followed by rapid cooling. Next, the mixture is heated again under 973 K for 7 hours and then cooled slowly. Finally, the mixture is subjected to sintering through the Spark Plasma Sintering (SPS) method. The SPS method ensures that the resulting product has a high degree of density, ensuring the alloy's structural stability. The entire synthesis method is relatively straightforward and can be replicated with just a few simple steps."}, "Cu2ZnSn0.95Ag0.05Se4": {"doi": "https://doi.org/10.1021/acs.inorgchem.1c00079", "paper": "655.pdf", "true_recipe": "EXPERIMENTAL SECTION All bulk compounds with the nominal composition of Cu2ZnSn1−xAgxSe4(0≤x≤0.075) were prepared by conventional melting, annealing, and hot-pressing processes. The high-purityelements Cu (shots, 99.5%, Alfa Aesar), Zn (cylinders, 99.99%, Trillion Metals Co. Ltd.), Sn (shots, 99.9999%, Alfa Aesar), Se (shots, 99.999%, Alfa Aesar), and Ag (shots, 99.99%, Alfa Aesar) wereweighed according to the desired stoichiometric ratios of Cu 2ZnSn1−xAgxSe4(where x= 0, 0.02, 0.05, 0.075). The mixtures were then sealed in carbonized quartz tubes under high vacuum and slowly heated to 1170 K in a sintering furnace and soaked at this temperature for 6 h. The temperature was then subsequently droppedto 773 K over 24 h followed by annealing at this temperature for 96 h.The resulting ingots were then pulverized into a ﬁne powder using a mortar and pestle and loaded into graphite molds for hot press sintering. Highly dense circular disks, having a diameter of 12.7 mm, were obtained by hot-", "pred_recipe": "The synthesis recipe of Cu2ZnSn0.95Ag0.05Se4 involves several operations that lead to the formation of the desired compound. Firstly, Cu, Zn, Sn, Ag, and Se are mixed in a precise ratio. This mixture is then heated under 1170 K for 6 hours. After that, the temperature is gradually decreased to 772 K and kept constant for 95 hours. This process helps in the complete formation of Cu2ZnSn0.95Ag0.05Se4. Next, slow cooling is carried out to ensure that the synthesized material retains its crystal structure and other material properties. Finally, the material is sintered using the HP method, which involves subjecting it to high pressure and temperature conditions. This step helps to improve the density and enhance the material properties, such as electrical conductivity, and ensures that Cu2ZnSn0.95Ag0.05Se4 is synthesized with utmost precision. Ultimately, the synthesis recipe ensures the successful synthesis of high-quality Cu2ZnSn0.95Ag0.05Se4, which can be used in various electronic and photovoltaic applications."}, "Cu2.82Ag0.18SbSe4": {"doi": "10.1039/c9ta05115e", "paper": "656.pdf", "true_recipe": null, "pred_recipe": "Cu2.82Ag0.18SbSe4 is a complex crystal structure composed of copper, silver, antimony, and selenium. The synthesis recipe of this compound involves several operations. Firstly, Cu, Ag, Sb, and Se are mixed together in a specific stoichiometric ratio. The mixture is then heated under 1209 K for 11 hours to initiate the reaction. Once the reaction is complete, the mixture is rapidly cooled down to room temperature. The cooled powder is then heated under 580 K for 48 hours to remove any unwanted impurities. After this, the sample is subjected to spark plasma sintering (SPS) method to obtain a dense material. The resulting material is Cu2.82Ag0.18SbSe4, which possesses excellent thermoelectric properties and can be used as an efficient thermoelectric material."}, "Sr0.21Yb0.03Co4Sb12.12": {"doi": "10.1007/s00339-010-5711-3", "paper": "657.pdf", "true_recipe": null, "pred_recipe": "To synthesize Sr0.21Yb0.03Co4Sb12.12, the starting materials Sr, Yb, Co, and Sb were mixed in appropriate stoichiometric ratios. The powder mixture was then heated under 1356 K for 4 hours and immediately cooled down rapidly. This first stage of heating ensured that the mixture underwent a thermal reaction and formed a single-phase compound. The cooled-down mixture was then subjected to a second stage of heating in the temperature range of 1065 K for 169 hours and then cooled rapidly by quenching in a water bath. The second heating stage provided sufficient time for perfect homogenization of the components in the mixture and ensured complete conversion of the reactants into the desired compound. Finally, the resulting material was sintered using spark plasma sintering (SPS) technique. The SPS method produced a dense and homogeneous material with properties tailored to the requirements. The resulting Sr0.21Yb0.03Co4Sb12.12 represented a high-performance thermoelectric material with reduced thermal conductivity and increased electrical conductivity for high-power applications."}, "In0.005Pb0.995Te0.998I0.002": {"doi": "https://doi.org/10.1063/1.3694742", "paper": "658.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of In0.005Pb0.995Te0.998I0.002 involves a series of operations. To start, In and Pb powders, along with Te powder and PbI2, are mixed together. The resulting mixture is then heated under 1283 K for an hour. This helps to create an initial solid solution. The temperature is then lowered and maintained at 1170 K for 23 hours. This extended heat treatment allows for the formation of a homogeneous In0.005Pb0.995Te0.998I0.002 compound. Finally, the compound is slowly cooled down to room temperature. The entire process helps to maintain the homogeneity of the In0.005Pb0.995Te0.998I0.002 compound, which has interesting thermoelectric properties."}, "Ge0.58Sb0.22Te0.8(AgSnSe2)0.2": {"doi": "https://doi.org/10.1021/acsami.1c14801", "paper": "659.pdf", "true_recipe": null, "pred_recipe": "To synthesize Ge0.58Sb0.22Te0.8(AgSnSe2)0.2, the first step is to mix Ge, Te, Ag, Sn, and Se in the appropriate proportions. The mixture is then subjected to a heat treatment of 1322 K for 10 hours to promote homogeneous diffusion of the elements and formation of the desired compound. The sample is quickly cooled to room temperature to prevent undesired phases from forming. Finally, the sample is sintered using the SPS method, which involves applying high pressure and temperature to promote densification and improve material properties. Overall, this synthesis recipe involves careful control of temperature and chemical composition to obtain a high-quality material with the desired properties."}, "Nd2.9Te4": {"doi": "https://doi.org/10.1021/acs.chemmater.9b00964", "paper": "660.pdf", "true_recipe": null, "pred_recipe": "Nd2.9Te4 is a promising material with potential applications in thermoelectric and magnetic devices. To synthesize this compound, Nd and Te powders are mixed in a specific ratio and then sintered using the Spark Plasma Sintering (SPS) method. First, an appropriate amount of Nd and Te powders are weighed and mixed uniformly in a ball mill to ensure homogeneity. The resulting homogenous powder is then compacted into a die using SPS. The compacted powder is then heated at high temperatures under a strong electrical field, which aids in sintering. This SPS method allows for the simultaneous application of heat and pressure, resulting in the growth of dense and pure Nd2.9Te4 single-phase materials. After sintering, the material is gradually cooled down to room temperature, leading to a slow natural cooling process that generates high-quality samples. The resulting Nd2.9Te4 material has good mechanical, magnetic, and thermoelectric properties, making it a promising material for various applications."}, "Sn1.03Se0.12Te0.88": {"doi": "https://doi.org/10.1021/acsaem.1c02442", "paper": "661.pdf", "true_recipe": null, "pred_recipe": "To synthesize Sn1.03Se0.12Te0.88, the first step involves mixing the essential constituents, namely Sn, Se, and Te, in proper proportions. Once the mixing is done, the mixture is heated under a temperature of 1272 K for a period of five hours. This process facilitates the formation of a homogenous material in the form of Sn1.03Se0.12Te0.88. After heating, the material is subjected to a slow cooling process, which helps in maintaining the integrity of the mixture. Finally, the sintering process is carried out using the Spark Plasma Sintering (SPS) method, which helps in compacting the material to get the desired shape and size. Overall, this synthesis recipe provides a comprehensive approach to obtain Sn1.03Se0.12Te0.88, which can be used in various applications."}, "(Cu3SnS4)0.915(Ga2Te3)0.085": {"doi": "https://doi.org/10.1021/acs.inorgchem.1c01028", "paper": "662.pdf", "true_recipe": "EXPERIMENTAL SECTION 2.1. Sample Preparation. Theﬁve elements of Cu, Sn, S, Ga, and Te (5N, Emei Semicon. Mater. Co., Ltd., Sichuan, CN) were weighed according to the stoichiometric ratios of Ga2Te3and CTS and then loaded into two evacuated quartz tubes for syntheses. The detailed preparation techniques of these two compounds were described in refs 34(for Ga2Te3) and 4(for CTS). Subsequently, the quartz tubes loading di ﬀerent mixtures of (Cu3SnS4)1−x(Ga2Te3)x (x= 0.05, 0.085, 0.1, 0.105, 0.11, 0.125, and 0.15) were heated to 673 K in one and half days followed by dwelling at this temperature for 5 h. Next, they were heated again from 673 to 1173 K and then slowly cooled to RT in 2 days. The ingots were pulverized into ﬁne powders and ball-milled for 5 h at a rotating speed of 350 rpm in stainless steel cans. The desiccative powders were sintered by a spark plasma sintering apparatus (SPS-1030) at 903 K under an axial compressive stress of 60 MPa in vacuum to obtain the bulk pellets wi", "pred_recipe": "To synthesize (Cu3SnS4)0.915(Ga2Te3)0.085, first, Ga and Te are mixed together and heated at 1322 K for 13 hours, then cooled rapidly. Next, Cu, Sn, and S are mixed and heated at 724 K for 2 hours, followed by heating at 1165 K for 3 hours, then at 1073 K for 54 hours before cooling slowly. The resulting Cu-Sn-S compound is then mixed with the previously synthesized Ga-Te mixture, and heated at 675 K for 6 hours, then at 1173 K for 6 hours, before being cooled slowly. Finally, the compound is sintered using the SPS method. Through these steps, the desired (Cu3SnS4)0.915(Ga2Te3)0.085 compound can be obtained with high purity and good crystallinity."}, "Nd2.86Te4": {"doi": "https://doi.org/10.1021/acs.chemmater.9b00964", "paper": "663.pdf", "true_recipe": null, "pred_recipe": "Nd2.86Te4 can be synthesized using a simple recipe involving a series of operations. The first step involves mixing Nd and Te in the desired ratio, i.e. 2.86:4, in a ceramic crucible using a mechanical mixer. The resultant mixture is then transferred to a furnace for sintering using the spark plasma sintering (SPS) method. This process involves applying high-pressure pulses to the sample at high temperature. The pressure pulses help to compact the powder mixture, leading to the formation of a dense and homogeneous bulk material. The final product is then allowed to cool down slowly to room temperature. The resulting Nd2.86Te4 product has excellent mechanical and electronic properties, making it suitable for use in various applications such as thermoelectric converters, power generation, and electronic devices."}, "Ge0.55Sb0.25Te0.8(AgSnSe2)0.2": {"doi": "https://doi.org/10.1021/acsami.1c14801", "paper": "664.pdf", "true_recipe": null, "pred_recipe": "To synthesize Ge0.55Sb0.25Te0.8(AgSnSe2)0.2, the first step is to mix together the necessary materials: Ge, Te, Ag, Sn, and Se. The mixture is then heated under 1322 K (1049°C) for a period of 11 hours, allowing the elements to react and form the desired compound. After this, the mixture is rapidly cooled to room temperature to prevent any unwanted reactions. Finally, the compound is sintered using the Spark Plasma Sintering (SPS) method, which involves applying pressure and heat to the material simultaneously in order to promote densification and achieve a high-quality end product. The result is a high-performance thermoelectric material with excellent electrical conductivity and low thermal conductivity, making it ideal for use in a variety of applications such as solid-state cooling devices."}, "Ba7.97Ga15.95Sn30.09": {"doi": "https://doi.org/10.1021/acs.chemmater.5b00025", "paper": "665.pdf", "true_recipe": "EXPERIMENTAL SECTION P-type Zn doped single crystals (BGZS) were grown from a modi ﬁed Ga self- ﬂux method that was described in previous papers.37−39High purity elements Ba (99.9%, dendritic), Ga (99.9999%, shot), Zn (99.9999%, shot), and Sn (99.999%, shot) in an atomic ratio of Ba/ Ga/Zn/Sn = 8:40: x:30 (0 ≤x≤2) were used as the starting materials. Because the Ga concentration overwhelms that of Zn in the starting material, a ﬁxed Ga amount was kept in all of the samples. To minimize the constraint of the container on crystal growth, a quartz tube with a diameter of 13 mm was carefully chosen to match the batch mass of 5 g. When cooling down a quartz tube from 763 to 663K slowly, tiny crystals were generated in the molten elements and sunk to the bottom of the Ga ﬂux. For n-type BGS grown from the Sn ﬂux, the generated tiny crystals exhibit lower density than the ﬂux and ﬂoat on the surface of the ﬂux. We conjecture that the tiny crystals move and rotate freely due to the Brownian mo", "pred_recipe": "The synthesis of Ba7.97Ga15.95Sn30.09 involves several key steps. First, Ba, Ga, and Sn are mixed together to form a homogenous mixture. This mixture is then heated to 1269 K for a period of 5 hours, allowing for chemical reactions to take place and the formation of the desired compound to occur. After this high temperature step, the material is cooled down to 720 K and held at this temperature for 11 hours, allowing for further reaction to take place and the compound to fully form. Finally, the product is allowed to cool slowly, ensuring that it retains its crystalline structure and does not crack or deform. Overall, this synthesis process is carefully designed to maximize the yield and quality of Ba7.97Ga15.95Sn30.09."}, "Gd2Se2.92": {"doi": "https://doi.org/10.1021/acs.chemmater.0c03581", "paper": "666.pdf", "true_recipe": "EXPERIMENTAL SECTION 2.1. Synthesis. A series of cubic Gd 3−xSe4were prepared. The nominal compositions of Gd/Se are 2.9/4, 2.85/4, and 2.8/4. With further intentionally decreasing the molar ratio of Gd/Se to 2.75/4, 2.73/4, and 2.70/4, orthorhombic Gd2Se3−ywas obtained. Raw materials of Gd chunk (99.9%, Sigma-Aldrich) and Se shot (99.99%, Sigma-Aldrich) were mixed according to the nominal compositions and loaded into the steel vials in the high-purity N2ﬁlled glovebox. The steel vials were then subjected to a ball-milling process for 1 h (SPEX8000 D). The black powders in the steel vials were then scratched out, loaded into the graphite dies, and treated by the following hot-pressing at 1200 K for 2 h with 80 MPa under argon gas ﬂow. 2.2. Characterization. The synchrotron X-ray di ﬀraction (SXRD) and total scattering data were collected at 11-ID-C beamline at Advanced Photo Source (APS) of Argonne National Laboratory (ANL) with the X-ray wavelength of 0.117 30 Å. The two- dimensional ", "pred_recipe": "Gd2Se2.92 is a promising material with potential applications in various technological fields. To synthesize this compound, one possible recipe involves mixing high-purity Gd and Se powders in stoichiometric ratios, followed by sintering with the HP (hot-pressing) method. The first step requires careful control of the composition and quality of the starting materials, which should be free of impurities and suitable for high-temperature reactions. Next, the powders are blended evenly, for example, by ball milling or high-energy mixing, to ensure good homogeneity. The resulting mixture is then pressed into pellets or bars, which are put into a high-pressure and high-temperature furnace. During HP sintering, the samples are subjected to controlled compressive force and high temperature, typically above the melting point of Se, for several hours. This process promotes solid-state diffusion of the atoms and bonding between the particles, leading to the formation of dense and compact Gd2Se2.92 with desired crystal structure and properties. After sintering, the samples are cooled down gradually, and the final product is characterized by various techniques such as X-ray diffraction, scanning electron microscopy, and energy-dispersive spectroscopy."}, "Sn0.93Pb0.06Zn0.01Se": {"doi": "https://doi.org/10.1021/acsami.1c20549", "paper": "667.pdf", "true_recipe": null, "pred_recipe": "To synthesize Sn0.93Pb0.06Zn0.01Se, the required materials including Sn, Se, Zn, and Pb are mixed in a precise stoichiometric ratio. The mixture is then heated at a temperature of 1311 K for a period of 5 hours. The heat helps to promote a self-catalyzed reaction between the elements, leading to the formation of a homogenous compound. Afterward, the reaction mixture is slowly cooled to prevent any damage that may cause a decrease in the yield of the reaction. The resulting Sn0.93Pb0.06Zn0.01Se compound is of high purity and can be used in various optoelectronic applications."}, "CoSi": {"doi": "https://doi.org/10.1016/j.jallcom.2004.09.036", "paper": "668.pdf", "true_recipe": null, "pred_recipe": "To synthesize CoSi, four elemental starting materials are required: cobalt (Co), silicon (Si), boron (B), and germanium (Ge). The first step in the synthesis process is to mix these materials together in the desired ratios. Once the materials are thoroughly mixed, the resulting mixture is heated under high temperature (1181 K) for a prolonged period of time (99 hours) to allow for the necessary chemical reactions to take place. The mixture is then allowed to cool slowly. The next step is to heat the cooled mixture again, this time under a lower temperature (985 K) for a shorter period of time (70 hours). This step is important to ensure the formation of pure CoSi crystals. Finally, the mixture is allowed to cool slowly once again until it reaches room temperature. The resulting CoSi crystals can be further processed as needed."}, "In4Pb0.01Sn0.03Se2.9Cl0.02": {"doi": "10.1039/c4dt03432e", "paper": "669.pdf", "true_recipe": null, "pred_recipe": "The synthesis of In4Pb0.01Sn0.03Se2.9Cl0.02 involves multiple stages. To begin with, In, Pb, Sn, Se, and InCl3 are thoroughly mixed together. The resulting mixture is then heated under a temperature of 923 Kelvin for a period of 22 hours. Following this, the mixture is cooled rapidly and sintered with the Spark Plasma Sintering (SPS) method. This process involves using electric current and pressure to create high-density materials. Finally, In4Pb0.01Sn0.03Se2.9Cl0.02 is obtained, which is a critical material for various industrial and technological applications."}, "AgCuTe0.6Se0.4": {"doi": "https://doi.org/10.1021/acsami.0c17836", "paper": "670.pdf", "true_recipe": "EXPERIMENTAL SECTION 2.1. Conventional Method of Synthesis. Polycrystalline AgCuTe1−xSexsamples were prepared by the solid-state reaction and spark plasma sintering method. High-purity elements of Cu (grains, 5N), Ag (ingrains, 3N), Te (ingots, 4N), and Se (grains, 5N) were weighed and mixed according to the stoichiometric ratios of Ag:Cu:Te:Se = 1:1:1 −x:x(x= 0, 0.1, 0.2, 0.3, 0.4, and 0.5, respectively) as the starting materials. Stoichiometric mixtures weresealed in an evacuated quartz tube. The sealed tube was heated slowly up to 1173 K at the rate of 3 K ·min −1, held at this temperature for 16 h, then quenched in water, and ﬁnally annealed at 873 K for 72 h. The obtained ingots were gradually hand-ground into ﬁne powders using an agate mortar, and ﬁnally, vacuum-sintered using SPS apparatus (SPS, SPS-211LX) operated under a pressure of 50 MPa at 773 K for 5 min. For comparison, the bulk ingot of AgCuTe was obtained bythe vacuum melting method and denoted as the ACT sample. TheSPS", "pred_recipe": "The synthesis recipe for AgCuTe0.6Se0.4 involves combining Ag, Cu, Te, and Se through mixing, followed by heating the mixture under a temperature of 1174 K for 15 hours. After the heating process, the mixture is cooled rapidly before being placed under 872 K for another 72 hours. Finally, the mixture undergoes sintering with the SPS method. This synthetic process aims to create the desired material by combining the right amounts of each element and subjecting the mixture to specific heating and cooling conditions as well as sintering with the highly efficient SPS method. The result of this process should be the creation of a high-quality AgCuTe0.6Se0.4 material."}, "(CaZn0.4Ag0.2Sb)0.91(LiZnSb)0.09": {"doi": "https://doi.org/10.1021/acsami.1c01818", "paper": "671.pdf", "true_recipe": "EXPERIMENTAL SECTION 2.1. Polycrystalline Material Synthesis. The raw materials were purchased from Alfa: Ca (shot, 99.5%), Li (ingot, 99.9%), Ag (shot,99.99%), Zn (shot, 99.99%), and Sb (grain, 99.999%). The metalswere weighed according to the ratio of (CaZn 0.4Ag0.2Sb) 1−x(LiZnSb) x (x= 0, 0.05, 0.09, 0.13, 0.17) in a glovebox ﬁlled with argon. Then, the weighed raw materials were sealed by arc welding and placed in a homemade induction furnace, and the temperature was detected usingan infrared thermometer. The synthesis process is as follows: thematerials were quickly heated to 1273 K and kept for 5 min, and thenthe heating was turned o ﬀ. The products were sealed in original Nb tubes by arc welding after being ﬁnely ground. Repeating the above reaction steps, high-purity materials can be eventually obtained. 2.2. Single-Crystal Synthesis. To perform a detailed structural analysis of the solid solutions, several attempts were made to achievehigh-quality single crystals using the met", "pred_recipe": "To synthesize (CaZn0.4Ag0.2Sb)0.91(LiZnSb)0.09, first, a mixture of Ca, Zn, Ag, Sb, and Li is prepared. The mixture is then heated at 1273 K for 0 hours and cooled slowly. This process is repeated again by heating the mixture at 1273 K for 0 hours and cooling it slowly. Finally, the mixture is sintered using the SPS (Spark Plasma Sintering) method. This process involves applying a high current to the sample, which heats it up quickly and causes densification to occur. As a result, (CaZn0.4Ag0.2Sb)0.91(LiZnSb)0.09 is obtained, which is a valuable material due to its excellent thermoelectric properties."}, "Cu3P0.9Ge0.1S4": {"doi": "https://doi.org/10.1002/adfm.202000973", "paper": "672.pdf", "true_recipe": "Experimental Section Samples of Cu 3P1−xGexS4 (x = 0, 0.1, 0.2, 0.3, and 0.4) were synthesized  by direct reacting of the elements. The elements—Cu (4N, wire), P  (5N, powder), Ge (5N, powder), and S (4N, powder) from Kojyundo Chemical Lab—were weighed according to the target compositions and then sealed in an evacuated quartz tube. The tube was heated to 1273 K, maintained at this temperature for 24 h, cooled to 523 K, and subsequently furnace-cooled to room temperature. The product was manually crushed and then pulverized by using a planetary ball mill (Pulverisette 7 premium line, Fritsch) operating at room temperature at a disk rotation speed of 300 rpm for 3 h. Sample powder was put into a jar together with seven balls of 10 mm diameter in an Ar atmosphere. The jar and balls were made of tungsten carbide (WC). The pulverized sample was loaded into a WC die with an inner diameter of 10  mm. The die was placed in a hot-press sintering furnace (PLASMAN CPS-I-03121, S. S. Alloy), and ", "pred_recipe": "To synthesize Cu3P0.9Ge0.1S4, first, Cu, P, Ge, and S need to be mixed together. The mixture is then heated at 1220 K for 23 hours and cooled slowly to room temperature. Next, the sample is sintered using the HP method and cooled down slowly. The high pressure applied during sintering helps to increase the density of the material, which can lead to improved mechanical and electrical properties. This synthesis recipe can be used to produce high-quality Cu3P0.9Ge0.1S4 materials for various applications such as thermoelectric devices and solar cells."}, "Ag8Sn0.5Ga0.5Se6": {"doi": "https://doi.org/10.1021/acsami.1c17548", "paper": "673.pdf", "true_recipe": null, "pred_recipe": "To synthesize Ag8Sn0.5Ga0.5Se6, the starting materials of Ag, Sn, Ga, and Se were mixed in appropriate proportions. The mixture was then heated at a temperature of 1273 K for a duration of 48 hours, followed by rapid cooling. Subsequently, the mixture was heated at a lower temperature of 527 K for a duration of 72 hours. The sintering process was performed using the Spark Plasma Sintering (SPS) method. This involves the application of high pressure and temperature to the material in a short duration of time, resulting in the consolidation of the particles and the formation of a dense material. Through these operations, Ag8Sn0.5Ga0.5Se6 was successfully synthesized, which can be used in various applications such as solar cells, optoelectronics, and thermoelectric devices."}, "ZrNiPb": {"doi": "https://doi.org/10.1021/acs.chemmater.6b04898", "paper": "674.pdf", "true_recipe": "EXPERIMENTAL SECTION  Synthesis  Zirconium sponge (Zr, 99.98%; Alfa Aesar), tin gran ule (Sn, 99.8%; Alfa Aesar), lead  granule (Pb, 99.99%; Alfa Aesar), nickel ingot (Ni,  99.999%; Alfa Aesar), and  bismuth shot (Bi, 99.999%; Alfa Aesar) were weighed  according to the composition  ZrNiPb 1-xBi x (x = 0, 0.005, 0.007, 0.010, 0.013, 0.015, 0.017, and  0.02), and  ZrNiPb 0.98- xSn xBi 0.02  (x = 0, 0.2, 0.4, 0.6, 0.8, and 0.98). Due to the eva poration of Pb  during arc-melting, 2 at.% extra Pb was added to co mpensate the loss. Necessary  protection is needed due to the toxicity issue of P b. During the arc-melting process, Zr  and Ni was melted first, then the ingot was melted with Pb, Sn, and Bi for three times.  After that, the ingot was pulverized by high energy  ball milling for 20 hours. Powders  were loaded into a graphite die with an inner diame ter of 12.7 mm and sintered by  direct current-induced hot pressing at 1173 K for 2  min. The prepared specimens are  mechanically robu", "pred_recipe": "The synthesis recipe of ZrNiPb involves several crucial operations for obtaining the desired material. The process begins with mixing the compounds Zr and Ni, which is then subjected to heating under a temperature of 1126 K for a period of 23 hours and cooled rapidly. In the next step, the mixture of Zr, Ni, and Pb is prepared and heated under 1092 K for 59 hours and cooled rapidly. The mixture is then heated under various temperatures, including 1086 K for 49 hours, 1077 K for 81 hours, and then sintered with DC-HP method, and heated under 1074 K for 170 hours. These steps ensure that the material is precisely synthesized with the desired properties and characteristics. Through the rigorous and systematic synthesis process, ZrNiPb can be obtained with high quality and performance, making it suitable for various practical applications."}, "Sn0.95Mn0.05Te": {"doi": "https://doi.org/10.1021/acsami.1c15595", "paper": "675.pdf", "true_recipe": null, "pred_recipe": "To synthesize Sn0.95Mn0.05Te, the first step is to mix the constituent materials, namely Sn, Mn, and Te, in the right proportions. This mixture is then heated at a temperature of 1223 K for 5 hours, followed by a second heating step at a lower temperature of 956 K for 34 hours. After the heating steps are complete, the mixture is allowed to cool slowly to prevent any thermal shock. Finally, the powdered sample is sintered using the SPS (Spark Plasma Sintering) method, which involves applying pulses of high current through the sample to achieve high-density compaction. The end result is a high-quality sample of Sn0.95Mn0.05Te, ideally suited for use in a variety of electronic and semiconductor applications."}, "Cu3ErTe3": {"doi": "https://doi.org/10.1016/j.mtphys.2020.100180", "paper": "676.pdf", "true_recipe": null, "pred_recipe": "Cu3ErTe3 is synthesized through a set of precise operations. Initially, the raw components of Cu, Er, and Te are combined and mixed thoroughly. The next step involves heating the mixture at a temperature of 1316 K for a duration of 7 hours. Subsequently, the material is rapidly cooled down to room temperature. The next phase involves heating the mixture again, this time at a temperature of 853 K for a period of 55 hours. Finally, SPS (Spark Plasma Sintering) is used to sinter the compound into the final product - Cu3ErTe3. This synthesis recipe is crucial to guarantee the purity and homogeneity of the material, leading to excellent thermal and electronic transport properties."}, "Ag3.7Mo9Se11": {"doi": "https://doi.org/10.1063/1.3579261", "paper": "677.pdf", "true_recipe": null, "pred_recipe": "Ag3.7Mo9Se11 can be synthesized via a straightforward route consisting of several steps. Initially, Ag and Mo in their respective elemental forms, along with MoSe2, should be mixed in the desired stoichiometric amounts. Once mixed, the resulting mixture is then subjected to sintering using the Spark Plasma Sintering (SPS) method. During sintering, the mixture is heated to a high temperature under pressure to form a dense, solid material. This process helps in creating a highly pure and uniform material with excellent mechanical and chemical properties. Overall, this synthesis recipe produces Ag3.7Mo9Se11 with high purity and excellent quality, making it ideal for various applications in the field of electronics, energy storage, and catalysis."}, "Sr14.8Ga28.6Ge56.6": {"doi": "10.1063/1.2194187", "paper": "678.pdf", "true_recipe": null, "pred_recipe": "To synthesize Sr14.8Ga28.6Ge56.6, the first step is to mix together the required amounts of strontium, gallium, and germanium. The resulting mixture is then heated at a temperature of 1301 K for a period of 12 hours, followed by rapid cooling to room temperature. The mixture is then subjected to a second heating step at a lower temperature of 827 K for 26 hours, allowing for further reaction of the materials. After this step, the mixture is slowly cooled down to room temperature. Finally, the synthesized material is sintered using the Spark Plasma Sintering (SPS) method, which involves applying a pulsed current to the material, resulting in a dense and well-bonded structure. The resulting Sr14.8Ga28.6Ge56.6 material exhibits desirable properties for a range of high-tech applications."}, "Bi2Te2.1Se0.9": {"doi": "https://doi.org/10.1007/s11664-020-08258-9", "paper": "679.pdf", "true_recipe": null, "pred_recipe": "To synthesize Bi2Te2.1Se0.9, the first step involves mixing Bi, Te, and Se in a specific ratio. The mixture is then heated under 1272 K for about 10 hours, followed by rapid cooling to room temperature. The next step involves heating the mixture again under 672 K for 48 hours, followed by slow cooling to room temperature. Finally, the mixture is subjected to sintering using the SPS method. This involves applying pressure and heat simultaneously to the material to achieve a dense and uniform microstructure. The end result is the formation of Bi2Te2.1Se0.9, a high-performance thermoelectric material that can convert heat to electricity."}, "Cu2.88Ag0.12SbSe4": {"doi": "10.1039/c9ta05115e", "paper": "680.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Cu2.88Ag0.12SbSe4 involves a series of operations. Firstly, Cu, Ag, Sb, and Se are mixed together. The mixture is then heated under 1172 K for 11 hours. Afterward, the mixture is quickly cooled down to room temperature. Next, the mixture is heated again under 573 K for 48 hours before undergoing sintering through the Spark Plasma Sintering (SPS) method. Through this process, Cu2.88Ag0.12SbSe4 is formed, which demonstrates interesting thermoelectric properties. This synthesis recipe is crucial for producing this compound for various applications, including solid-state devices and energy harvesting systems."}, "Bi1.9Nb0.1Te3": {"doi": "https://doi.org/10.1021/acsami.1c00355", "paper": "681.pdf", "true_recipe": null, "pred_recipe": "To synthesize Bi1.9Nb0.1Te3, first, the required materials, including Bi, Te, and Nb, are mixed in the appropriate proportions. The resulting mixture is then subjected to pressing, with a pressure of 49 MPa, to ensure complete consolidation. This is followed by sintering with a High-Pressure High-Temperature (HPHT) method, which involves heating the sample at high temperatures and pressures in an inert environment to form a dense and uniform material. The final product obtained through this process is Bi1.9Nb0.1Te3, which is a highly sought-after material due to its unique properties and potential applications in various industries."}, "Ag0.01Sn0.99Se0.8S0.2": {"doi": "https://doi.org/10.1021/acs.chemmater.7b01612", "paper": "682.pdf", "true_recipe": null, "pred_recipe": "The synthesis of Ag0.01Sn0.99Se0.8S0.2 involves the mixing of four chemicals, namely Ag, Sn, Se, and S. This mixture is then subjected to high temperature and pressure conditions for extended durations to produce the desired material. Initially, the mixture is heated to a temperature of 1280 K and maintained at this temperature for 26 hours. Afterward, the mixture is rapidly cooled and heated again, this time at a lower temperature of 817 K for 82 hours. Subsequently, a slow cooling process is employed to cool down the mixture to room temperature. In the final step, the sintering process is implemented using the HP method to produce Ag0.01Sn0.99Se0.8S0.2. The synthesis recipe involves various temperature and pressure parameters that are critical in the production of the desired material."}, "Sn0.91Mn0.08Bi0.01Te": {"doi": "https://doi.org/10.1016/j.jmst.2020.12.063", "paper": "683.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe for Sn0.91Mn0.08Bi0.01Te involves a series of steps to combine the necessary elements and form the desired material. Firstly, Sn, Bi, Te, and Mn are mixed together to create a uniform mixture. The mixture is then heated under a temperature of 1231 K for 10 hours, followed by rapid cooling. Next, the mixture is heated again under a lower temperature of 872 K for 42 hours and cooled slowly. Finally, the material is sintered using the HP method to enhance the efficiency of thermoelectric conversion. The resulting Sn0.91Mn0.08Bi0.01Te material has excellent thermoelectric properties, making it ideal for use in a variety of applications such as temperature sensors and power generators."}, "(SnTe)0.92(CuSbTe2)0.08": {"doi": "https://doi.org/10.1021/acsami.1c15614", "paper": "684.pdf", "true_recipe": null, "pred_recipe": "(SnTe)0.92(CuSbTe2)0.08 can be synthesized through a series of operations. Firstly, Sn, Te, Cu and Sb are mixed together in the required ratio. The mixture is heated under a temperature of 1273 K for 8 hours to form a homogeneous mixture. Next, the mixture is heated at a temperature of 873 K for 72 hours to allow for complete reaction and formation of the desired compound. After this, the compound is allowed to cool slowly to room temperature. Finally, the compound is subjected to sintering using the HP method. This process ensures that a dense and pure product is formed. The resulting material is (SnTe)0.92(CuSbTe2)0.08 with the desired composition for use in various applications."}, "Cu2Se0.9S0.1": {"doi": "https://doi.org/10.1021/acs.inorgchem.1c01631", "paper": "685.pdf", "true_recipe": "EXPERIMENTAL SECTION CuO (99.5%), Se (99.9%), and S (99.99%) powders were purchased from Aladdin and employed as raw materials. Commercial high-purity liquors of ethylene diamine (EDA) were used as the chelating agentand solvent, and hydrazine hydrate was the reducing agent. In thesynthetic procedure, 0.01 mol CuO and 0.0025 mol Se and S were added to 40 mL of EDA, and the solution was stirred for 30 min. Afterward, 35 mL of ethylene glycol was added into the solution andstirred for 10 min. The resulting mixture solution was then transferred into a Te ﬂon-lined stainless-steel autoclave (100 mL capacity) and reacted at 473 K for 12 h. The ﬁnal solid product was washed with deionized water and ethanol three times and dried under vacuum at333 K for 12 h. The synthesized powders were ground manually in a glove box and sintered at 773 K for 5 min (heating rate of 100 K/min) in a Φ15 mm graphite mold under an axial compressive stress of 40 MPa in vacuum using an SPS system (SPS-632 LX, Fuji", "pred_recipe": "The synthesis of Cu2Se0.9S0.1 involves a series of operations. The first step is to mix CuO, Se, S, and C2H4(NH2)2, which are the precursor materials. The resulting mixture is then heated under 543 K for a period of 16 hours. This process promotes the reaction and produces intermediate compounds. Afterwards, the mixture is heated under 516 K for another 15 hours to further enhance the reaction and allow the formation of the desired product. Finally, the obtained powder is sintered using the Spark Plasma Sintering (SPS) method to obtain the final Cu2Se0.9S0.1 material. This process improves the physical properties of the synthesized material, such as its density, crystal structure, and thermal conductivity. These steps must be followed carefully to achieve a high-quality product."}, "Ca5Ga1.95Zn0.05Sb6": {"doi": "10.1039/c3ta00844d", "paper": "686.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe for Ca5Ga1.95Zn0.05Sb6 involves a series of operations to mix and heat the necessary compounds. Firstly, a mixture of Ga and Sb is heated under 973 K for 11 hours before being rapidly cooled. Next, Ga, Sb, Ca, Zn, and Sb are mixed and heated under 872 K for 1 hour. Finally, the resulting mixture is sintered using the HP method. Through these steps, Ca5Ga1.95Zn0.05Sb6 is produced, which has potential applications in thermoelectric devices due to its high thermoelectric performance."}, "Ca5In1.9Zn0.1Sb6": {"doi": "10.1039/c3dt50428j", "paper": "687.pdf", "true_recipe": null, "pred_recipe": "To synthesize Ca5In1.9Zn0.1Sb6, the first step involves mixing In and Sb powders followed by heating the mixture under 978 K for 5 hours and rapid cooling. Next, a mixture of In, Sb, Ca, Zn, and Sb is prepared, and this time, the mixture is heated under 723 K for 2 hours. The resulting product is then sintered using the HP method and cooled slowly. This process results in the formation of Ca5In1.9Zn0.1Sb6, a thermoelectric material that can potentially be used in various applications such as waste heat recovery and thermoelectric power generation. The precise experimental conditions used in this recipe ensure that the final product has the desired properties, making it suitable for the intended application."}, "Li1.01Co0.85Ni0.15O2": {"doi": "https://doi.org/10.1021/acs.inorgchem.7b00476", "paper": "688.pdf", "true_recipe": "EXPERIMENTAL METHODS The substituted and lithiated cobalt oxides Li 1+yNixCo1−xO2(0≤x≤ 0.15; 0 ≤y≤0.1) were synthesized using standard solid-state reaction methods. High-purity (99.9%) LiCO3,C o2O3, and NiO were mixed in required quantities in an agate mortar for ∼30 min, and the resulting powder mixture was calcined at 1073 K for 12 h in air atmosphere.The calcined powder was pressed into two separate pellets of circular disc shape and sintered at 1123 K for 12 h in ambient air atmosphere. The calcination and sintering temperatures were determined bythermogravimetry/di ﬀerential thermal analyzer. The formation of layered cobalt oxides takes place as per reaction given below. ++ − + →+ + + − ++−yx x yx y4(1 )LiCO 2(1 )Co O 4 NiO 4Li Co Ni O 4(1 )CO (1 2 )Oyx x32 3 11 2 2 2 (1) The density of the sintered pellets was determined by speci ﬁc gravity bottle method before cutting one of the pellets into a rectangular bar for electrical resistivity and Seebeck coe ﬃcient/ thermopower measure", "pred_recipe": "To synthesize Li1.01Co0.85Ni0.15O2, a series of operations must be performed. Firstly, a mixture of LiCO3, Co2O3, and NiO is created. This mixture is then heated under a temperature of 1073 K for a duration of 12 hours. Following this, the mixture is subjected to pressure of 252 MPa, and then it is once again heated, this time under a temperature of 1122 K for another 12 hours. The resultant product is the desired compound, Li1.01Co0.85Ni0.15O2, which can be used for applications such as cathode materials in lithium-ion batteries. This synthesis recipe is an effective way to produce high-quality Li1.01Co0.85Ni0.15O2, thanks to the rigorous process of heating and pressing the mixture to create a stable and uniform material."}, "(Sn0.8Ge0.2)0.82Mn0.18Te": {"doi": "10.1039/c7cp04931e", "paper": "689.pdf", "true_recipe": null, "pred_recipe": "To synthesize the compound (Sn0.8Ge0.2)0.82Mn0.18Te, a sequence of operations was employed. Firstly, Sn, Ge, Mn and Te were mixed in precise stoichiometric amounts. The mixture was then heated at a temperature of 1324 K for a duration of 48 hours. Following the heating process, the mixture was rapidly cooled. Finally, sintering was performed using the Spark plasma sintering (SPS) method to enable densification of the material at a high temperature with a short hold time. The SPS method is particularly useful when working with complex materials like the (Sn0.8Ge0.2)0.82Mn0.18Te compound. The final product exhibits characteristics of a high-quality material with a well-optimized stoichiometry and a specific morphology. Overall, the synthesis recipe of (Sn0.8Ge0.2)0.82Mn0.18Te is a complex and multi-step process that requires precision and attention to detail."}, "Ba7.97Ga15.95Sn30.08": {"doi": "https://doi.org/10.1021/acs.chemmater.5b00025", "paper": "690.pdf", "true_recipe": "EXPERIMENTAL SECTION P-type Zn doped single crystals (BGZS) were grown from a modi ﬁed Ga self- ﬂux method that was described in previous papers.37−39High purity elements Ba (99.9%, dendritic), Ga (99.9999%, shot), Zn (99.9999%, shot), and Sn (99.999%, shot) in an atomic ratio of Ba/ Ga/Zn/Sn = 8:40: x:30 (0 ≤x≤2) were used as the starting materials. Because the Ga concentration overwhelms that of Zn in the starting material, a ﬁxed Ga amount was kept in all of the samples. To minimize the constraint of the container on crystal growth, a quartz tube with a diameter of 13 mm was carefully chosen to match the batch mass of 5 g. When cooling down a quartz tube from 763 to 663K slowly, tiny crystals were generated in the molten elements and sunk to the bottom of the Ga ﬂux. For n-type BGS grown from the Sn ﬂux, the generated tiny crystals exhibit lower density than the ﬂux and ﬂoat on the surface of the ﬂux. We conjecture that the tiny crystals move and rotate freely due to the Brownian mo", "pred_recipe": "Ba7.97Ga15.95Sn30.08 synthesis can be accomplished by mixing the desired quantities of Ba, Ga, and Sn in exact ratios. The mixture is then heated under 1269 K for a duration of 5 hours. After this, the temperature is lowered to 720 K and the mixture is again heated for a further 11 hours. Finally, the mixture is allowed to cool very slowly to room temperature. This allows for the Ba7.97Ga15.95Sn30.08 to form in a controlled manner. Careful handling of the synthesis process is important to ensure the accuracy of the final product."}, "FeNb0.9Zr0.1Sb": {"doi": "10.1038/ncomms9144", "paper": "691.pdf", "true_recipe": null, "pred_recipe": "The synthesis of FeNb0.9Zr0.1Sb involves various operations to create a homogenous alloy. Initially, a mixture of Fe, Nb, Zr, and Sb is prepared and heated under 1018 K for 0 hours, followed by a slow cooling process. The mixture is then heated again under 1062 K for 0 hours and slowly cooled again. This process is repeated with heating temperatures of 1063 K, 1084 K, and 1036 K, each followed by a slow cooling process. Finally, the alloy is sintered using the Spark Plasma Sintering (SPS) method. This results in the formation of a single-phase solid solution of FeNb0.9Zr0.1Sb with excellent thermal stability and mechanical properties. The overall synthesis process is aimed at producing a high-performance material that can be used in various applications, including aerospace, automotive, and power generation industries."}, "Gd2Se2.94": {"doi": "https://doi.org/10.1021/acs.chemmater.0c03581", "paper": "692.pdf", "true_recipe": "EXPERIMENTAL SECTION 2.1. Synthesis. A series of cubic Gd 3−xSe4were prepared. The nominal compositions of Gd/Se are 2.9/4, 2.85/4, and 2.8/4. With further intentionally decreasing the molar ratio of Gd/Se to 2.75/4, 2.73/4, and 2.70/4, orthorhombic Gd2Se3−ywas obtained. Raw materials of Gd chunk (99.9%, Sigma-Aldrich) and Se shot (99.99%, Sigma-Aldrich) were mixed according to the nominal compositions and loaded into the steel vials in the high-purity N2ﬁlled glovebox. The steel vials were then subjected to a ball-milling process for 1 h (SPEX8000 D). The black powders in the steel vials were then scratched out, loaded into the graphite dies, and treated by the following hot-pressing at 1200 K for 2 h with 80 MPa under argon gas ﬂow. 2.2. Characterization. The synchrotron X-ray di ﬀraction (SXRD) and total scattering data were collected at 11-ID-C beamline at Advanced Photo Source (APS) of Argonne National Laboratory (ANL) with the X-ray wavelength of 0.117 30 Å. The two- dimensional ", "pred_recipe": "To synthesize Gd2Se2.94, Gd Se is first mixed in the appropriate stoichiometric ratio. The mixture is then subjected to sintering with the hot-pressing (HP) method, where high pressure and temperature are used to densify the powder. The process is carried out in a sealed container to prevent oxidation and diffusion of impurities. The resulting Gd2Se2.94 product has a high degree of purity and crystallinity, making it suitable for various applications. This synthesis method offers a straightforward and efficient approach to produce high-quality Gd2Se2.94 with good reproducibility."}, "Bi1.94Nb0.06Te3": {"doi": "https://doi.org/10.1021/acsami.1c00355", "paper": "693.pdf", "true_recipe": null, "pred_recipe": "Bi1.94Nb0.06Te3 can be synthesized through a series of operations starting with the mixing of Bi, Te, and Nb in the desired ratio. The mixture is then pressed at a pressure of 49 MPa to form a compact pellet. The pellet is then subjected to sintering with the HPHT (High Pressure High Temperature) method, where it undergoes heating at high pressure and temperature. This process allows for the formation of a single phase Bi1.94Nb0.06Te3 material, composed of bismuth telluride and niobium. The synthesis recipe ensures that the final product has excellent thermoelectric properties, making it highly desirable for various applications in electronic and electrical engineering."}, "Ca9Yb2Sb10": {"doi": "https://doi.org/10.1021/acs.inorgchem.7b00617", "paper": "694.pdf", "true_recipe": "EXPERIMENTAL SECTION Synthesis. All of the sample preparation processes were performed inside an Ar- ﬁlled glovebox with O2and H2O contents below 0.1 ppm or inside an arc-melting furnace under vacuum. The reactant elementsused were purchased from Alfa Aesar, and the list is as follows: Yb (ingot, 99.9%), Ca (shot, 99.5%), Sb (piece, 99.999%), and Ge (shot, 99.999%). The lightly tanned surfaces of Yb and Ca were cleaned by scraping with a scalpel or a metal brush in a glovebox before use in reactions. One of the title compounds, Ca 9.55(3) Yb1.45Sb9.77(2) , was serendipitously produced as a side product as we investigated the Ca5−xYbxAl2Sb6system by the high-temperature reaction using a Nb ampule (length = 4 cm, diameter = 1 cm), and the Ho11Ge10-type structure was assigned for this compound on the basis of single-crystal X-ray di ﬀraction (SXRD) measurements. Once a crystal structure was reﬁned, we attempted to establish the solid-solution Ca11−xYbxSb10−yGez(0≤x≤9; 0≤y≤3; 0≤z≤3) system", "pred_recipe": "To synthesize Ca9Yb2Sb10, a series of operations must be carried out. Firstly, the required materials, namely calcium, antimony, ytterbium, and tin, are mixed together. The mixture is then heated under a high temperature of 1324 K for a period of one hour. The heat causes the materials to fuse and react, forming the desired compound of Ca9Yb2Sb10. This synthesis process is a vital step in the creation of this unique compound, and it must be carried out with precise conditions to achieve the desired result. The resulting compound has superior electrical and thermal conductivities, making it an ideal material for various applications in thermoelectric devices, among others."}, "Tl9.0Bi0.95Te6.0": {"doi": "https://doi.org/10.1021/cm402593f", "paper": "695.pdf", "true_recipe": "EXPERIMENTAL SECTION Synthesis and Phase Purity Analysis. The compounds were synthesized from the respective elements stored in an argon- ﬁlled glovebox (Tl granules, 99.9%, Strem Chemicals; Sb powder, 99.5%, −100 mesh, Alfa Aesar; Bi granules, 99.997%, 1 to 2 mm, Alfa Aesar; and Te broken ingots, >99.99%, Strem Chemicals). The required stoichiometric amounts of the individual elements were weighed intoquartz ampules directly in the glovebox and sealed with a H 2/O2torch under vacuum. The ampules were gradually heated to 923 K within 12 h in a resistance furnace, held at 923 K for 24 h, and then slowlycooled to 703 K within 120 h followed by switching o ﬀthe furnace to cool to room temperature. The following samples were investigated: Tl 9Bi1−xTe6with 0 ≤x≤ 0.05, Tl9−xBi1+xTe6with 0 ≤x≤0.05, Tl9Sb1−xTe6with 0 ≤x≤0.03, and Tl9−xSb1+xTe6with 0 ≤x≤0.03. Larger xvalues were not attempted because the Bi samples with x> 0.03 showed a decrease in performance. Sample purities were initially ve", "pred_recipe": "The synthesis of Tl9.0Bi0.95Te6.0 involves multiple steps to produce a high-quality material. First, Tl, Bi, and Te are mixed in precise proportions to form the initial compound. This mixture is then heated under controlled conditions to a temperature of 923 K for 24 hours to ensure complete homogenization of the elements. The resulting sample is then cooled slowly to room temperature to prevent any rapid changes that may cause the material to crack. Finally, the sample is sintered using the high-pressure method to achieve a dense material with optimal thermoelectric properties. Overall, this recipe is carefully designed to produce a high-quality Tl9.0Bi0.95Te6.0 material with excellent thermoelectric properties."}, "Co0.95Ni0.05GeTe": {"doi": "https://doi.org/10.1021/acs.inorgchem.1c01538", "paper": "696.pdf", "true_recipe": "EXPERIMENTAL SECTION Appropriate amounts of the high-purity elements Co, Ge, Te, and Ni were weighed to synthesize the nominal compositions Co1−xNixGeTe (x= 0, 0.01, 0.03, and 0.05). The mixtures were then sealed under a vacuum of approximately 10−4Pa in a 20 mm diameter quartz tube with a wall thickness of 1.5 mm. The tube was placed in a mu ﬄe furnace and kept at 1273 K for 15 h. When the reaction was complete,the mu ﬄe furnace was turned o ﬀand allowed to naturally cool to room temperature. The obtained ingots were then ground into ﬁne powders and resintered at 1073 K for 30 h to assure the purity of thephases. Finally, the as-prepared samples were consolidated by spark plasma sintering (SPS) at 953 K for approximately 5 min under a pressure of 65 MPa in an Ar-gas atmosphere. The measured densitiesof the as-prepared samples determined by the Archimedes methodwere approximately 96% of the theoretical values. Powder X-raydiﬀraction (PXRD) was performed to detect the phase composition ", "pred_recipe": "The synthesis recipe for Co0.95Ni0.05GeTe involves several crucial operations. Initial raw materials, namely Co, Ge, Te, and Ni, must be mixed in precise amounts to achieve the desired composition. Following this, the mixture should be heated under 1255 K for 14 hours to ensure thorough homogenization. After this, the mixture should be cooled slowly to prevent any thermal shock and uneven distribution of temperature. The next step involves heating the mixture again under 1076 K for 30 hours to complete the synthesis process. Finally, the Co0.95Ni0.05GeTe product is sintered with SPS method to attain the desired grain structure, homogeneity, and density. The entire synthesis recipe must be followed with utmost precision to obtain the desired product characteristics and ensure high material quality."}, "Cu1.55S": {"doi": "https://doi.org/10.1021/acs.chemmater.1c01856", "paper": "697.pdf", "true_recipe": "EXPERIMENTAL SECTION Synthesis. Cu1.5S, Cu1.55S, and Cu1.6S samples were synthesized by the melting −annealing methods. High-purity raw materials of Cu (shots, 99.999%, Alfa Aesar) and S (pieces, 99.999%, Alfa Aesar) were weighed out based on the chemical ratio as designed and sealed inquartz tubes under vacuum in the glovebox. The quartz tubes were put in the furnace, heated to 723 K in 4.5 h, held at this temperature for 2 h, then further heated to 1223 K in 5 h, and kept at thistemperature for 5 h. Then, the temperature was decreased to 973 K in 5 h and maintained for 20 h. Finally, the tubes were slowly cooled to room temperature in 14 h. The ingots were ground into powders and sintered at 823 K under a uniaxial pressure of 65 MPa for 5 min by spark plasma sintering (Sumitomo, SPS-2040). The sintering wasconducted in an argon atmosphere with a low pressure of about 0.07 MPa. Characterization. A scanning electron microscope (Zeiss supra 55, Germany) with EDS (Oxford, UK) was used to", "pred_recipe": "To synthesize Cu1.55S, the first step involves mixing Copper (Cu) and Sulfur (S) together. Next, the mixture is heated under 713 K for 2 hours, followed by heating it under 1203 K for 4 hours, and then heating it under 955 K for 20 hours. Once the heating process is complete, the mixture is cooled slowly to room temperature. Finally, sintering is done with the Spark Plasma Sintering (SPS) method to form the desired structure of Cu1.55S. This synthesis recipe offers an effective method to create Cu1.55S with high precision and accuracy by controlling the temperature and time of each heating process, allowing for a predictable and uniform end result."}, "Mg0.98Li0.02Ge0.9Si0.1": {"doi": "https://doi.org/10.1021/acsaem.1c00172", "paper": "698.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe for Mg0.98Li0.02Ge0.9Si0.1 involves a series of operations to create a high-quality material with controlled composition. Initially, magnesium, lithium, germanium, and silicon are mixed in precise proportions to attain the desired stoichiometry of the final product. Next, the mixture is sintered using the dynamic compaction sintering (DCS) method, which employs a high-pressure and high-velocity system to achieve densification and homogenization of the powder mixture. During sintering, rapid heating and cooling cycles are employed to prevent the growth of crystals and obtain a fine-grained microstructure. The resulting solid product is a highly homogeneous bulk material with excellent mechanical properties and with the desired Mg:Li:Ge:Si ratio of 98:2:9:1. Overall, the synthesis of Mg0.98Li0.02Ge0.9Si0.1 requires careful attention to details during mixing and sintering operations, which help ensure a reproducible, reliable, and high-quality final product."}, "FeNb0.86Zr0.14Sb": {"doi": "10.1038/ncomms9144", "paper": "699.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of FeNb0.86Zr0.14Sb involves several operations, starting with the mixing of Fe, Nb, Hf and Sb elements. This mixture of elements is then heated under 1010 K for 0 hours and slowly cooled down. The next step involves heating the mixture under 1062 K for 0 hours and slowly cooling it again. This process is repeated several times, meaning the mixture is heated under 1073 K and 1044 K for 0 hours and cooled down slowly each time. Finally, the mixture is heated under 1037 K for 1 hour and cooled down slowly, before being subjected to sintering with the SPS method. This process results in the formation of FeNb0.86Zr0.14Sb, a compound with potentially interesting properties that can be used in various applications including thermoelectrics and catalysis."}, "Li0.03Cu1.83Bi0.02Se": {"doi": "https://doi.org/10.1021/acsami.1c08886", "paper": "700.pdf", "true_recipe": "EXPERIMENTAL SECTION Raw materials of Cu (99.5%, Alfa Aesar), Se (99.9999%, ZhongNuo Advanced Materials), Bi (99.999%, ZhongNuo Advanced Materials), Li (99.9%, ZhongNuo Advanced Materials), and S (99.5%, KeLongChemical Industry) were weighed according to the stoichiometry of Li xCu1.85Se (x= 0, 0.01, 0.02, 0.03), Li0.03Cu1.85−yBiySe (y= 0.02, 0.03, 0.04, 0.05), and Li0.03Cu1.81Bi0.04Se1−zSz(z= 0.05, 0.1, 0.2, 0.3). For each sample, the ingredients of 8 g in total were sealed into a stainless steel jar together with two stainless steel balls with diameters of 12.7 and 6.35 mm, respectively. And the whole weighing process was carried out under argon atmosphere. Subsequently, the samples were obtained via high-energy ball milling for 10 h (8000D, SPEX), andpowders were ﬁlled in a graphite mold with an inner diameter of 12.7mm and hot-pressed at 723 K under a pressure of 8125 N for 5 min. The hot-pressed samples cooled freely in the air to reach room temperature. The phase structure of the", "pred_recipe": "Li0.03Cu1.83Bi0.02Se is a synthesized product that can be obtained by following a simple recipe. First, the starting materials including Cu, Se, Li, and Bi are mixed in a specific ratio. The mixing process ensures the homogeneity of the materials. Then, the mixture is subjected to high-pressure sintering. This is a process where the material is heated up while subjected to high pressure. The HP method helps to compact the material effectively, eliminating any pores or cracks while enhancing the density. The final product obtained is Li0.03Cu1.83Bi0.02Se, which is a high-quality material that possesses interesting properties suitable for various applications."}, "Ge1.04Te": {"doi": "10.1039/C9EE00317G", "paper": "701.pdf", "true_recipe": null, "pred_recipe": "The synthesis process for Ge1.04Te involves two primary operations – mixing and sintering with SPS (Spark Plasma Sintering) method. In the first step, the necessary quantities of Ge and Te are weighed, mixed, and ground to obtain a homogeneous mixture. The mixing is critical to ensure that the resulting Ge1.04Te compound has the desired stoichiometry. In the second step, the mixture is sintered with the SPS method, which is a high-pressure pulsed electric current sintering process. This method promotes rapid densification of the material while preserving its chemical integrity. The SPS method applies pressure and high-temperature pulses to pack the powder particles together, encouraging the atoms to rearrange and form a dense solid. The result is a highly pure, uniformly structured, and crystalline Ge1.04Te compound that is suitable for various applications such as thermoelectric materials, phase change memory, and many more."}, "Ca3Co3.8Ti0.2O9": {"doi": "10.1016/j.jallcom.2010.04.055", "paper": "702.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe for Ca3Co3.8Ti0.2O9 involves several operations. First, a mixture of CaCo3, Co2O3, and TiO2 is prepared. The mixture is then pressed at 140 MPa to form a compact. The compact is sintered using the NaN method to create a dense ceramic body. The next step in the process involves pressing the sintered ceramic body at 2999 MPa to increase its density. Finally, the ceramic body is heated under 1172 K for 11 hours and cooled slowly to room temperature. This process results in the formation of Ca3Co3.8Ti0.2O9, which is a promising material for various technological applications due to its remarkable magnetic and electronic properties."}, "Mg2.975Na0.025Sb2": {"doi": "https://doi.org/10.1016/j.actamat.2015.04.023", "paper": "703.pdf", "true_recipe": null, "pred_recipe": "The synthesis of Mg2.975Na0.025Sb2 involves several operations, beginning with the mixing of magnesium (Mg), sodium (Na), and antimony (Sb). These components are weighed out in the appropriate ratios, then thoroughly blended together in a ball mill or similar mixing apparatus. Once the mixture is homogenized, it is compacted into a pellet shape and subjected to sintering with the hot pressing (HP) method. This involves placing the pellet under high pressure in a furnace, where it is heated to a temperature of around 600-700°C for several hours. During this process, the powder particles diffuse and bond together, forming a dense, solid material with the desired composition. The resulting Mg2.975Na0.025Sb2 powder can be characterized and subsequently utilized in various applications, such as thermoelectric materials."}, "AgSb0.93Mn0.07Te2": {"doi": "https://doi.org/10.1021/acs.inorgchem.9b00852", "paper": "704.pdf", "true_recipe": null, "pred_recipe": "The synthesis of AgSb0.93Mn0.07Te2 involves several key steps. First, Ag, Sb, Mn, and Te are mixed thoroughly in the desired proportions. This mixture is then heated under 1183 K for 24 hours, allowing the materials to react and form the desired compound. After this step, the mixture is cooled rapidly to room temperature to prevent any further reaction. Finally, the resulting powder is sintered using the Spark Plasma Sintering (SPS) method, which involves applying high pressure and temperature to the mixture to produce a dense, uniform material. The resulting AgSb0.93Mn0.07Te2 compound is ideal for use in a variety of applications due to its unique properties and high quality synthesis."}, "Sn1.03Se0.12Te0.875Br0.005": {"doi": "https://doi.org/10.1021/acsaem.1c02442", "paper": "705.pdf", "true_recipe": null, "pred_recipe": "To synthesize Sn1.03Se0.12Te0.875Br0.005, the following operations were carried out. First, SnBr2, Se, Te and Sn were mixed in the desired proportion. The mixture was then heated under 1273 K for 5 hours, allowing the components to react and form the desired compound. After the reaction was completed, the mixture was slowly cooled down to room temperature to prevent any thermal shock. Finally, the compound was sintered using the spark plasma sintering (SPS) method, which involved applying a high electric field to the mixture, resulting in highly dense and uniform microstructure of the compound. The resulting compound of Sn1.03Se0.12Te0.875Br0.005 was obtained with high purity and yield, making it suitable for various applications in semiconductor technologies."}, "In0.01Pb0.99Te0.994I0.006": {"doi": "https://doi.org/10.1063/1.3694742", "paper": "706.pdf", "true_recipe": null, "pred_recipe": "To synthesize In0.01Pb0.99Te0.994I0.006, a mixture of In, Pb, Te, and PbI2 is prepared, and heated under 1281 K for 1 hour to ensure proper mixing of the components. The mixture is then heated under 1169 K for 23 hours, allowing for the formation of the desired compound. After this period, the mixture is slowly cooled to room temperature. The resulting synthesized substance is In0.01Pb0.99Te0.994I0.006, a quaternary semiconductor material with potential applications in the fields of thermoelectrics and optoelectronics. The precise synthetic methodology described above is critical to ensure high-quality and consistent material properties."}, "Ba8.04Cu4.9Si3.23Ge37.83": {"doi": "10.1103/PhysRevB.87.115206", "paper": "707.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Ba8.04Cu4.9Si3.23Ge37.83 involves several operations for the formation of the desired compound. The first step is the mixing of Ba, Cu, Si, and Ge in appropriate stoichiometric proportions. Once mixed, the mixture is subjected to heating under high temperature, precisely 1088 K, for 438 hours. This process helps to ensure that the elements are thoroughly mixed and enables the desired compound to form. After the heating process is complete, the mixture is cooled slowly, allowing sufficient time for it to settle into a solid form. The final step in the synthesis process is the sintering with HP method, which involves applying high pressure to the sample, allowing the formation of a dense and homogeneous material. The resulting product, Ba8.04Cu4.9Si3.23Ge37.83, is a complex metal alloy that possesses unique properties and can be used for various applications in fields such as electronics and energy storage."}, "Rb2Bi8Se12.9805": {"doi": "https://doi.org/10.1021/acs.chemmater.0c00703", "paper": "708.pdf", "true_recipe": "EXPERIMENTAL SECTION Synthesis and Processing. The synthesis procedure of the Rb2Bi8Se13-based ingot ( ∼12 g) includes two steps. First, Rb2Se was synthesized through the stoichiometric reaction of Rb (99.99%, Aldrich Chemical) and Se (99.99%, American Elements) under liquidammonia.47Note that an excess of ∼2% Se was added to make sure that Rb is fully reacted. Second, Rb2Se, Bi shot (99.999%, American Elements), Se pellets, and BiCl3powder (99.99%, Alfa Aesar) were mixed according to the nominal composition (Rb 2Bi8Se13(1−x)Cl13x, where x/Cl = 0, 0.05, 0.07, 0.15, 0.20%, and Rb2Bi8Se13(1−y), where y/ VSe= 0,0.05, 0.15, 0.30, 0.45, and 0.70%). The mixed starting materials were ﬂame-sealed in carbon-coated quartz tubes under vacuum ( ∼2×10−3Torr), heated to 1023 K over a period of 15 h, soaked at this temperature for 10 h, and then water-quenched. The reacted ingots were hand-ground into ﬁne powders and ﬁlled into a graphite die (12.7 mm in diameter). The powders weredensiﬁed using the ", "pred_recipe": "To synthesize Rb2Bi8Se12.9805, the following operations were carried out. First, Rb Se NH3 mixture was prepared. Then, Rb Se NH3 Se Bi was mixed with the prepared mixture. The resulting mixture was heated under a temperature of 1023 K for a duration of 10 hours and was immediately cooled down. Next, the sintering process was carried out using the Spark Plasma Sintering (SPS) method. The cooled mixture was placed in an SPS furnace and heated under a temperature of 823 K for 11 hours. Finally, after the heating process was complete, the synthesized Rb2Bi8Se12.9805 was obtained. This synthesis recipe ensures the formation of a high-quality and pure compound of Rb2Bi8Se12.9805, which can be used in various electronic and photonic applications."}, "NbCo0.94Ni0.06Sn": {"doi": "https://doi.org/10.1021/acsami.1c08127", "paper": "709.pdf", "true_recipe": "EXPERIMENTAL METHODOLOGY 2.1. Experimental Details. The ingots with nominal composi- tions of NbCo1−xNixSn (x= 0, 0.02, 0.04, 0.06, 0.08, and 0.10) were prepared by arc melting the stoichiometric amounts of Nb (wire,99.999%), Co (bulk, 99.999%), Ni (wire, 99.99%), and Sn (shot, 99.99%) under an argon atmosphere. To ensure homogeneity, the ingots were ﬂipped and re-melted several times. Afterward, all ingots were annealed in evacuated quartz tubes at 1173 K for 7 days and then directly quenched in ice water. Subsequently, the annealed ingots were cut into discs and bars for phase characterization, structural analysis, and TE property measurements. The powder X-ray di ﬀraction (XRD) patterns of all samples were obtained on a di ﬀractometer (STOE STAD) using Mo K α1 radiation. The di ﬀraction patterns were analyzed with the Rietveld re ﬁnement incorporated in the program Fullprof . Scanning electron microscopy (SEM, TESCAN, VEGA 3) with energy-dispersive X-ray spectroscopy (EDX, AMETEX) w", "pred_recipe": "The synthesis recipe for NbCo0.94Ni0.06Sn involves the mixing of Nb, Co, Sn and Ni followed by a series of heating and cooling operations. First, the mixture is heated under 1166 K for a duration of 20 hours followed by rapid cooling. Next, the mixture is heated under 1047 K for 104 hours followed by rapid cooling yet again. Finally, the mixture is heated under 1173 K for 167 hours followed by rapid cooling to complete the synthesis process. This method ensures homogenous mixing of the elements and allows for controlled temperature and time-dependent reactions to occur resulting in the final product of NbCo0.94Ni0.06Sn."}, "CsPr2Ag3Te5": {"doi": "https://doi.org/10.1021/ic5007132", "paper": "710.pdf", "true_recipe": "EXPERIMENTAL SECTION Syntheses. The following reactants were used as-purchased and stored in a glovebox ﬁlled with puri ﬁed Ar (moisture and oxygen level >0.1 ppm), and all manipulations were performed inside the glovebox. Rare earth elements were purchased from Huhhot Jinrui Rare Earth Co., Ltd. Pr (99.95%), Nd (99.95%), Sm (99.95%), Gd (99.95%), Tb(99.95%), Dy (99.95%), Ho (99.95%), Er (99.95%), Ag (99.9%, 200 − 300 mesh), and Te (99.99%) were purchased from Alfa Aesar China (Tianjin) Co., Ltd. RbCl (99.9%) and CsCl (99.9%) were purchasedfrom XinJiang Research Institute of Non-Ferrous Metals. The ARE 2Ag3Te5compounds were synthesized by mixing 2.4 mmol of RE, 5 mmol of Te, 3 mmol of Ag, and 3 mmol of ACl via the high- temperature solid-state reaction. ACl worked as a ﬂux to assist the crystallization of the target compounds and as a Cs source in thesereactions. A reaction mixture was loaded into a fused-silica tube under an Ar atmosphere in a glovebox. The tube was sealed under a 10 ", "pred_recipe": "To synthesize CsPr2Ag3Te5, a series of precise operations must be followed carefully. The first step is to mix the necessary materials, including Cs, Pr, Ag, Te, and CsCl. These materials must be carefully measured and combined in specific proportions to ensure the final product is of the desired quality. Once the materials are mixed, the next step is to heat them under carefully controlled conditions. The mixture must be heated under 1130 K for approximately 66 hours, followed by further heating under 1228 K for 12 hours. After the heating process is complete, the mixture must be cooled slowly to avoid any unforeseen chemical reactions. By following these precise steps, it is possible to synthesize CsPr2Ag3Te5 with accuracy and precision. The result is a high-quality material that can be used in a variety of applications."}, "Cu7P(S0.5Se0.5)6": {"doi": "https://doi.org/10.1021/acsami.1c11193", "paper": "711.pdf", "true_recipe": null, "pred_recipe": "To synthesize Cu7P(S0.5Se0.5)6, the first step is to mix the required amounts of Cu, P, Se, and S. This mixture is then subjected to a heating process at 1334 K for 48 hours, followed by heating at 851 K for 110 hours. After the heating process, the sample is cooled rapidly to room temperature. At this stage, the initial synthesis process is complete, and the resulting powder obtained undergoes sintering with the PECS method. This final step helps to improve the mechanical properties of the material and increase its density. The acquisition of a high-quality Cu7P(S0.5Se0.5)6 is an important step in various applications, including photocatalysis, optoelectronic devices, and thermoelectric materials."}, "Ge0.96Mn0.02Sb0.02Te": {"doi": "https://doi.org/10.1021/acs.chemmater.1c00331", "paper": "712.pdf", "true_recipe": "EXPERIMENTAL METHODS 4.1. Synthesis and Structural Characterization. The synthesis of Ge 1−x−yMn xSbyTe for 0 ≤x≤0.05, 0 ≤y≤0.08 was carried out by direct melting of elements (Ge, Mn, Sb, and Te) with purity >99.99%(Alfa Aesar) in evacuated quartz ampoules. The ampoules wereheated at 1273 K for 10 h at a heating rate of 100 K/h followed byquenching in water. The obtained ingots were ground to mixedhomogeneously. The samples for measurement were then compactedin a cylindrical form having 10 mm diameter and 12 −13 mm height using the pulsed electric current sintering (PECS) technique. The sintering was done in Ar (5N) atmosphere using the followingparameters: heating rate of 70 K/min and sintering temperature of873 K with a hold time of 20 min at an uniaxial pressure of 50 MPa.The sintered pellets were further cut to proper dimensions forelectrical and thermal transport measurements. The surface morphology and chemical analysis were performed on the polished surface using a scanning elec", "pred_recipe": "To synthesize Ge0.96Mn0.02Sb0.02Te, first, Ge, Mn, Sb, and Te are mixed in specific proportions according to the desired composition. The mixture is then heated under 1272 K for 13 hours to allow for the formation of the desired compound. After the heating period, the mixture is rapidly cooled to room temperature. Finally, the compound is sintered with the pulsed electric current sintering (PECS) method to improve its structural properties and enhance its thermal conductivity. This synthesis recipe provides a process that allows for the controlled formation and purification of Ge0.96Mn0.02Sb0.02Te with optimized physical and chemical characteristics."}, "Ba7.97Ga15.95Sn30.05": {"doi": "https://doi.org/10.1021/acs.chemmater.5b00025", "paper": "713.pdf", "true_recipe": "EXPERIMENTAL SECTION P-type Zn doped single crystals (BGZS) were grown from a modi ﬁed Ga self- ﬂux method that was described in previous papers.37−39High purity elements Ba (99.9%, dendritic), Ga (99.9999%, shot), Zn (99.9999%, shot), and Sn (99.999%, shot) in an atomic ratio of Ba/ Ga/Zn/Sn = 8:40: x:30 (0 ≤x≤2) were used as the starting materials. Because the Ga concentration overwhelms that of Zn in the starting material, a ﬁxed Ga amount was kept in all of the samples. To minimize the constraint of the container on crystal growth, a quartz tube with a diameter of 13 mm was carefully chosen to match the batch mass of 5 g. When cooling down a quartz tube from 763 to 663K slowly, tiny crystals were generated in the molten elements and sunk to the bottom of the Ga ﬂux. For n-type BGS grown from the Sn ﬂux, the generated tiny crystals exhibit lower density than the ﬂux and ﬂoat on the surface of the ﬂux. We conjecture that the tiny crystals move and rotate freely due to the Brownian mo", "pred_recipe": "To prepare Ba7.97Ga15.95Sn30.05, the first step involves mixing together Ba, Ga, and Sn in the appropriate proportions. This mixture is then heated at a high temperature of 1269 K for a period of 5 hours to allow for the formation of a homogenous mixture. The mixture is then further heated at a lower temperature of 720 K for 11 hours to ensure complete synthesis. Finally, the sample is slowly cooled to avoid any thermal shock to the material. By following these steps, a high-quality and well-characterized sample of Ba7.97Ga15.95Sn30.05 can be successfully synthesized."}, "Ba0.95K0.05Zn2As2": {"doi": "https://doi.org/10.1021/acs.inorgchem.7b00232", "paper": "714.pdf", "true_recipe": "EXPERIMENTAL SECTION Polycrystalline bulk samples of Ba1−xKxZn2As2were synthesized by solid-state reactions. First, we synthesized BaAs and KAs as precursors. The starting materials Ba (3N, chunks) or K (3N, chunks), and As (6N, 1−5 mm chunks) were mixed at a stoichiometric ratio and placed in a silica tube (BaAs) or an alumina crucible (KAs). The silica tubewas then sealed and heated at 750 °C for 24 h in a box furnace. The alumina crucible was encapsulated in a screw-top stainless-steel container and heated at 650 °C for 20 h. The thus obtained BaAs and KAs were mixed with Zn (3N, powder) and As (6N, 1 −5 mm chunks) at a stoichiometric ratio to synthesize Ba 1−xKxZn2As2. The mixtures were ground and pressed into pellets at room temperature. The pellets were placed in an alumina crucible and encapsulated in a screw-top stainless-steel container. Then, they were heated at 1000 °C for 20 h, cooled to 900 °C, and quenched. All mixing and grinding processes described above were carried ou", "pred_recipe": "The synthesis recipe of Ba0.95K0.05Zn2As2 involves several steps, starting with the mixing of Ba and As, which are heated under 1022 K for 23 hours before being rapidly cooled. Next, K and As are mixed and heated under 923 K for 19 hours before being rapidly cooled. Afterwards, Ba As K As Zn are mixed and pressed at 16 MPa before being heated under 1273 K for 19 hours and cooled rapidly. Finally, the material is sintered with the HP method. Through these operations, the desired Ba0.95K0.05Zn2As2 is synthesized with high purity and quality, ready for various potential applications."}, "Ba8.02Cu4.98Si35Ge5.99": {"doi": "10.1103/PhysRevB.87.115206", "paper": "715.pdf", "true_recipe": null, "pred_recipe": "The synthesis of Ba8.02Cu4.98Si35Ge5.99 can be achieved through a simple recipe. First, the materials required for the synthesis, which are Ba, Cu, Si, and Ge, are mixed together in a suitable proportion. The resulting mixture is then heated under 1074 K for around 377 h, whereby a homogenous mixture is obtained. Slow cooling then follows, allowing the sample to reach room temperature gradually. In the final step, sintering with the HP (hot pressing) method is used to achieve compactness and sintered ceramics. The synthesis of Ba8.02Cu4.98Si35Ge5.99 using this recipe guarantees the desired properties and homogeneity of the final product."}, "Ag3.5Mo9Se11": {"doi": "https://doi.org/10.1063/1.3579261", "paper": "716.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Ag3.5Mo9Se11 involves a series of well-defined operations. Firstly, the raw materials including Ag, Mo, and MoSe2 are mixed in a specific ratio to obtain the desired composition. The resulting mixture is then heated under controlled conditions to initiate the sintering process. The Spark Plasma Sintering (SPS) method is employed to promote the formation of a homogeneous and dense structure. The application of an electric field during sintering enhances the bonding between the particles and promotes the diffusion of atoms, leading to the formation of the final product Ag3.5Mo9Se11. The synthesis recipe ensures the formation of a pure and crystalline compound."}, "FeNb0.80Ti0.20Sb": {"doi": "10.1039/c4ee03042g", "paper": "717.pdf", "true_recipe": null, "pred_recipe": "The synthesis of FeNb0.80Ti0.20Sb involves several crucial steps which include the mixing of Fe, Nb, Ti, and Sb. The mixture is then heated under 1024 K for 0 hours, followed by slow cooling. The process is repeated three more times, with each subsequent heating process carried out at progressively higher temperatures (1072 K, 1075 K, and 1090 K). The mixture is then subjected to the SPS (Spark Plasma Sintering) method, which involves subjecting the mixture to high temperature and pressure simultaneously. The final step involves heating the sintered mixture under 998 K for 47 hours. This synthesis process results in the formation of FeNb0.80Ti0.20Sb with desired properties and purity."}, "Li1.04Co0.85Ni0.15O2": {"doi": "https://doi.org/10.1021/acs.inorgchem.7b00476", "paper": "718.pdf", "true_recipe": "EXPERIMENTAL METHODS The substituted and lithiated cobalt oxides Li 1+yNixCo1−xO2(0≤x≤ 0.15; 0 ≤y≤0.1) were synthesized using standard solid-state reaction methods. High-purity (99.9%) LiCO3,C o2O3, and NiO were mixed in required quantities in an agate mortar for ∼30 min, and the resulting powder mixture was calcined at 1073 K for 12 h in air atmosphere.The calcined powder was pressed into two separate pellets of circular disc shape and sintered at 1123 K for 12 h in ambient air atmosphere. The calcination and sintering temperatures were determined bythermogravimetry/di ﬀerential thermal analyzer. The formation of layered cobalt oxides takes place as per reaction given below. ++ − + →+ + + − ++−yx x yx y4(1 )LiCO 2(1 )Co O 4 NiO 4Li Co Ni O 4(1 )CO (1 2 )Oyx x32 3 11 2 2 2 (1) The density of the sintered pellets was determined by speci ﬁc gravity bottle method before cutting one of the pellets into a rectangular bar for electrical resistivity and Seebeck coe ﬃcient/ thermopower measure", "pred_recipe": "The synthesis of Li1.04Co0.85Ni0.15O2 is achieved by a series of operations starting with mixing LiCO3, Co2O3, and NiO in a fixed proportion. This mixture is then heated at 1073 K for a duration of 12 hours. After this, the mixture is subjected to pressing at a pressure of 252 MPa to form a compact solid with uniform composition. Finally, this solid is subjected to a high-temperature treatment at 1122 K for another 12 hours to achieve the desired product. The carefully controlled process of mixing, heating, and pressing results in the formation of Li1.04Co0.85Ni0.15O2 with excellent chemical and structural properties."}, "Cu11.6Gd0.4Sb4S13": {"doi": "https://doi.org/10.1021/acsami.1c03493", "paper": "719.pdf", "true_recipe": "Experimental Section. 2.1.1. Sample Preparation. Ele- mental copper powder (3N), gadolinium powder (3N), antimonypowder ( ∼2N), and sulfur powder ( ∼2N) were used as raw materials to prepare Cu 12‑xGdxSb4S13(0≤x≤0.5) samples. The detailed synthetic process was described in our previous work.14 2.1.2. Structural Characterization. The composition and structure of all samples were investigated by X-ray di ﬀraction using X ’Pert PRO, which was furnished with Cu Ka radiation. The generalized structural analysis system (GSAS)23program was used to further study the detailed information (the mass fraction of Cu3SbS4phase, lattice parameters, atomic coordinates and the site occupancy factor SOF) of Cu12−xGdxSb4S13samples through Rietveld re ﬁnements of XRD data. The X-ray photoelectron measurements were conducted on a ThermoESCALAB250Xi spectrometer, and used monochromatized Al Ka ( hv = 1486.6 eV) as an excitation source (with a pass energy of 30 eV). The binding energies were calibrated by th", "pred_recipe": "Cu11.6Gd0.4Sb4S13 can be synthesized by following a series of steps. Initially, Cu, Gd, Sb, and S are mixed in appropriate proportions. Then, the mixture is subjected to heating at a temperature of 922 K for a duration of 12 hours, followed by slow cooling. The next stage involved pressing the mixture under a tremendous amount of pressure of 2407 MPa. The pressed mixture is then subjected to heating at a temperature of 723 K for a prolonged period of 168 hours, followed by sintering with the HP method. This results in the formation of Cu11.6Gd0.4Sb4S13, a highly stable compound that exhibits interesting optical and electrical properties. Overall, the synthesis recipe involves the careful manipulation of temperature, pressure, and duration to achieve optimal results."}, "CuGa0.97Mn0.03Te2": {"doi": "10.1039/c6ta11120c", "paper": "720.pdf", "true_recipe": null, "pred_recipe": "To synthesize CuGa0.97Mn0.03Te2, one should begin by mixing the precursor materials of copper (Cu), gallium (Ga), tellurium (Te), and manganese (Mn). Next, the mixture should be heated to a temperature of 1173 K and maintained at this temperature for 12 hours. After this, the temperature should be lowered to 873 K and maintained for another 12 hours. Once the heating steps have been completed, the sample should be slowly cooled down to room temperature. Finally, the synthesized material should be sintered with the spark plasma sintering (SPS) method. This method involves the application of a pulsed electric field to the material while it is being sintered, thereby allowing for a more efficient and uniform densification process. The resulting CuGa0.97Mn0.03Te2 material will possess desirable properties such as good thermoelectric performance and strong structural stability."}, "Hf0.5Ti0.5CoSb0.8Sn0.2": {"doi": "10.1039/c2ee21554c", "paper": "721.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Hf0.5Ti0.5CoSb0.8Sn0.2 involves several operations. Firstly, Hf, Ti, Co, Sb, and Sn are mixed together, followed by heating the mixture under 1107 K for 12 hours and then cooling it rapidly. The mixture is then heated under 898 K for 66 hours and cooled rapidly again. Subsequently, the mixture is heated under 1072 K for 87 hours and cooled rapidly for the final time. These heating and cooling operations facilitate the formation of a homogeneous mixture. Finally, the mixture is sintered using the HP method, which involves subjecting the mixture to high pressure and temperature conditions to densify the material and enhance its mechanical properties. This synthesis recipe results in a high-quality Hf0.5Ti0.5CoSb0.8Sn0.2 material that can be used in a variety of applications."}, "Mn2Cu3In3Te8": {"doi": "https://doi.org/10.1021/acsaem.9b02004", "paper": "722.pdf", "true_recipe": "EXPERIMENTAL SECTION 4.1. Method. The A2Cu3In3Te8(A = Cd, Zn, Mn, Mg) compounds were synthesized from high-purity Cd shot (99.999%),Zn chunks (99.99%), Mn chunks (99.9%), Mg shot (99.99%), Cu Figure 7. Temperature dependent zT values for (a) A2Cu3In3Te8(A = Cd, Zn, Mn, Mg) compounds and (b) other typical diamond-like materials.4,10,22,28,29,33,42,44−46,49,50,53−55The inset of part b shows the average zT values of the Cd 2Cu3In3Te8-60d sample in comparison with those of other typical diamond-like materials.ACS Applied Energy Materials Article DOI: 10.1021/acsaem.9b02004 ACS Appl. Energy Mater. 2019, 2, 8956 −89658962 powder (99.999%), In shot (99.999%), and Te chunks (99.99%) by a melt-annealing method. The mixed starting materials were weighedand placed into a crucible and then sealed in an evacuated quartz ampule. The tubes were heated from 300 to 1173 K at the rate of 1 K min −1, soaked at this temperature for 24 h, and then annealed at 923 K for 9 days. A control sample of Cd 2Cu3In", "pred_recipe": "The synthesis recipe of Mn2Cu3In3Te8 involves a series of operations that are crucial for the formation of the final product. Firstly, Mn, Cu, In, and Te are mixed together in the appropriate ratio. Then, the mixture is heated under 1308 K for 9 hours in a controlled environment. The high temperature serves to activate the reaction between the elements, leading to the formation of intermediate compounds. Next, the temperature is reduced to 973 K, and the mixture is kept at this temperature for 94 hours to complete the reaction. At the end of this stage, the compound Mn2Cu3In3Te8 is formed. Finally, the mixture is allowed to cool slowly, ensuring the formation of the crystalline structure of the product. This synthesis recipe ensures the formation of a high-quality Mn2Cu3In3Te8 compound suitable for further research and application."}, "In0.01Pb0.99Te0.998I0.002": {"doi": "https://doi.org/10.1063/1.3694742", "paper": "723.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe for In0.01Pb0.99Te0.998I0.002 involves several key steps. First, the components of In, Pb, Te, and PbI2 are mixed together in a specific ratio. The mixture is then heated under a high temperature of 1283 K for one hour. Next, the mixture is further heated at a lower temperature of 1170 K for a period of 23 hours. Finally, the mixture is slowly cooled down to room temperature. Through these steps, the In0.01Pb0.99Te0.998I0.002 compound is synthesized with high purity and quality, with the Iodine component making up a small proportion of the overall compound. This recipe can be used in various applications, such as studying the electronic properties of semiconducting materials and developing new materials for thermoelectric devices."}, "GeSe0.55Te0.45": {"doi": "https://doi.org/10.1021/acsami.0c10850", "paper": "724.pdf", "true_recipe": null, "pred_recipe": "To synthesize GeSe0.55Te0.45, the first step involved the mixing of Ge, Se, and Te in the appropriate ratios. The mixture was then heated at a temperature of 1171 K for 22 hours, followed by further heating at a lower temperature of 773 K for a duration of 67 hours. The resulting mixture was then subjected to a slow cooling process, which was essential for obtaining the desired crystal structure of the material. Once cooled, the mixture was sintered using spark plasma sintering (SPS) method, which involved applying high-pressure and high-temperature pulses to the sample. By following this synthesis recipe, the resulting material was found to exhibit the desired composition and crystal structure of GeSe0.55Te0.45, making it suitable for various applications in electronics and photonics."}, "(GeTe)0.7(AgSnSe2)0.3": {"doi": "https://doi.org/10.1021/acsami.1c14801", "paper": "725.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of (GeTe)0.7(AgSnSe2)0.3 consists of several operations. Initially, Ge, Te, Ag, Sn, and Se are mixed to create the required composition ratio. The mixture is then subjected to heating at a temperature of 1294 K for a period of 15 hours. After heating, the mixture is cooled rapidly to generate the intermediate product. Next, the intermediate product is sintered using the Spark Plasma Sintering (SPS) method, which involves the application of high pressure and temperature to create a dense and homogeneous material. This process results in the formation of (GeTe)0.7(AgSnSe2)0.3, a thermoelectric material with excellent electrical and thermal properties."}, "Mg0.97Li0.03Ge0.9Si0.1": {"doi": "https://doi.org/10.1021/acsaem.1c00172", "paper": "726.pdf", "true_recipe": null, "pred_recipe": "To synthesize Mg0.97Li0.03Ge0.9Si0.1, the first step is to mix the four elemental powders, namely magnesium (Mg), lithium (Li), germanium (Ge) and silicon (Si), in the required stoichiometric ratio. The mixture is then subjected to sintering with the DCS (Direct Current Sintering) method, which involves the application of an electric field and pressure to the powder mixture inside a high-temperature furnace. The sintering process is carried out under vacuum or inert gas atmosphere to prevent oxidation and other unwanted reactions. The DCS method allows for rapid consolidation of the powder mixture into a dense solid without the need for high-temperature sintering or mechanical pressure. The resulting Mg0.97Li0.03Ge0.9Si0.1 solid solution possesses desirable properties such as good ductility and high thermal conductivity, making it suitable for various applications, including electronic devices, energy storage systems and aerospace materials."}, "ZrNiPb0.9Sn0.8Bi0.02": {"doi": "https://doi.org/10.1021/acs.chemmater.6b04898", "paper": "727.pdf", "true_recipe": "EXPERIMENTAL SECTION  Synthesis  Zirconium sponge (Zr, 99.98%; Alfa Aesar), tin gran ule (Sn, 99.8%; Alfa Aesar), lead  granule (Pb, 99.99%; Alfa Aesar), nickel ingot (Ni,  99.999%; Alfa Aesar), and  bismuth shot (Bi, 99.999%; Alfa Aesar) were weighed  according to the composition  ZrNiPb 1-xBi x (x = 0, 0.005, 0.007, 0.010, 0.013, 0.015, 0.017, and  0.02), and  ZrNiPb 0.98- xSn xBi 0.02  (x = 0, 0.2, 0.4, 0.6, 0.8, and 0.98). Due to the eva poration of Pb  during arc-melting, 2 at.% extra Pb was added to co mpensate the loss. Necessary  protection is needed due to the toxicity issue of P b. During the arc-melting process, Zr  and Ni was melted first, then the ingot was melted with Pb, Sn, and Bi for three times.  After that, the ingot was pulverized by high energy  ball milling for 20 hours. Powders  were loaded into a graphite die with an inner diame ter of 12.7 mm and sintered by  direct current-induced hot pressing at 1173 K for 2  min. The prepared specimens are  mechanically robu", "pred_recipe": "To synthesize ZrNiPb0.9Sn0.8Bi0.02, the procedure involves mixing Zr and Ni, followed by heating the mixture under 1093 K for 17 hours and then cooling it rapidly. Then, a mixture of Zr, Ni, Pb, Sn, and Bi is prepared and heated under 1093 K for 49 hours and cooled rapidly to obtain a solid solution. Subsequently, the sample is heated at 1112 K for 86 hours, 1081 K for 101 hours, and then cooled rapidly. Finally, sintering is carried out using the DC-HP method, which involves heating the sample under 1076 K for 167 hours. This process results in a well-synthesized ZrNiPb0.9Sn0.8Bi0.02 alloy with desired properties."}, "Cu2Se0.5S0.5": {"doi": "https://doi.org/10.1021/acs.inorgchem.1c01631", "paper": "728.pdf", "true_recipe": "EXPERIMENTAL SECTION CuO (99.5%), Se (99.9%), and S (99.99%) powders were purchased from Aladdin and employed as raw materials. Commercial high-purity liquors of ethylene diamine (EDA) were used as the chelating agentand solvent, and hydrazine hydrate was the reducing agent. In thesynthetic procedure, 0.01 mol CuO and 0.0025 mol Se and S were added to 40 mL of EDA, and the solution was stirred for 30 min. Afterward, 35 mL of ethylene glycol was added into the solution andstirred for 10 min. The resulting mixture solution was then transferred into a Te ﬂon-lined stainless-steel autoclave (100 mL capacity) and reacted at 473 K for 12 h. The ﬁnal solid product was washed with deionized water and ethanol three times and dried under vacuum at333 K for 12 h. The synthesized powders were ground manually in a glove box and sintered at 773 K for 5 min (heating rate of 100 K/min) in a Φ15 mm graphite mold under an axial compressive stress of 40 MPa in vacuum using an SPS system (SPS-632 LX, Fuji", "pred_recipe": "In this synthesis recipe, Cu2Se0.5S0.5 is produced through a series of precise operations. Firstly, CuO, Se, S, and C2H4(NH2)2 are mixed together, ensuring homogeneity of the mixture. The resulting mixture is then heated under 435 K for a period of 11 hours and then further heated under 374 K for 19 hours. This heating process facilitates the reaction between different components, leading to the formation of the desired product. Finally, sintering is carried out using the Spark Plasma Sintering (SPS) method. Sintering involves applying heat and pressure to the mixture, causing the particles to bond together, leading to a denser and more stable Cu2Se0.5S0.5 product. Overall, this synthesis recipe guarantees the production of a high-quality Cu2Se0.5S0.5 product with uniform properties and predictable behavior under a range of conditions."}, "Bi0.84Pb0.08Yb0.08CuSeO": {"doi": "https://doi.org/10.1021/acsami.1c19266", "paper": "729.pdf", "true_recipe": null, "pred_recipe": "The synthesis of Bi0.84Pb0.08Yb0.08CuSeO involves a series of precise steps to create the desired composition. The first step is to mix the necessary ingredients, which include bismuth, copper, selenium, lead, bismuth oxide, and ytterbium oxide. These components must be carefully measured and combined in specific ratios to achieve the desired final product. Next, the mixture is pressed with a force of 35 MPa to form a compact pellet. The final step involves sintering the pellet using the high-pressure high-temperature (HPHT) method. This process uses extreme heat and pressure to promote the chemical reactions necessary to produce Bi0.84Pb0.08Yb0.08CuSeO. Through this careful synthesis, the desired material is created with high precision and accuracy."}, "Ag(Bi0.8Pb0.2)0.7Sb0.3Se2": {"doi": "https://doi.org/10.1021/acs.inorgchem.9b01038", "paper": "730.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Ag(Bi0.8Pb0.2)0.7Sb0.3Se2 involves several operations, starting with the mixing of Ag, Bi, Pb, Sb, and Se. The mixture is then pressed under 389 MPa pressure to form a compact sample. This is followed by heating the sample under a temperature of 772 K for a duration of 15 hours. Afterward, the sample is rapidly cooled to room temperature. Finally, sintering is performed using the HP method, which involves applying high pressure and temperature to induce the consolidation of the material. Through these series of steps, Ag(Bi0.8Pb0.2)0.7Sb0.3Se2 can be successfully synthesized with improved quality and stability."}, "Cu2.2Se": {"doi": "https://doi.org/10.1021/acsami.1c18818", "paper": "731.pdf", "true_recipe": null, "pred_recipe": "Cu2.2Se synthesis can be achieved through a series of operations. The first step involves mixing copper and selenium in their stoichiometric ratio, which is then subjected to high-temperature heating of up to 1416 K for 22 hours. This heating process is to facilitate the reaction of the individual elements to form CuSe, which will then react further to produce Cu2.2Se. The second step involves further heating the CuSe under 923 K for an additional 117 hours, which is done to allow for the complete conversion of the CuSe to Cu2.2Se. The heated product is then slowly cooled down to avoid any thermal shock and preserve the crystal structure of the Cu2.2Se. The final step of the synthesis process involves the sintering of the Cu2.2Se product using Spark Plasma Sintering (SPS) method. This step is crucial for obtaining a dense and mechanically stable product. By closely following these operations, it is possible to synthesize Cu2.2Se with high purity and desirable properties."}, "GeSe0.65Te0.35": {"doi": "https://doi.org/10.1021/acsami.0c10850", "paper": "732.pdf", "true_recipe": null, "pred_recipe": "The synthesis process of GeSe0.65Te0.35 involves the mixing of Ge, Se and Te in the correct proportions. The mixture is then heated under 1173 K for 23 hours, followed by further heating under 774 K for 72 hours. The mixture is then cooled slowly before undergoing a process of sintering using the SPS method. This method of synthesis has been found to result in the successful creation of GeSe0.65Te0.35, a compound with unique properties and a range of potential applications. The combination of careful mixing and controlled heating and cooling processes, as well as the use of the advanced SPS method, ensures the purity and quality of the synthesized material."}, "Yb11Ca2BaMgSb11": {"doi": "https://doi.org/10.1021/acs.chemmater.1c02584", "paper": "733.pdf", "true_recipe": null, "pred_recipe": "Yb11Ca2BaMgSb11 can be synthesized through a multi-step process. First, the necessary ingredients of Ytterbium (Yb), Calcium (Ca), Barium (Ba), Magnesium Hydride (MgH2), Antimony (Sb), and Tin (Sn) are mixed thoroughly. Subsequently, the mixture is heated to 872K and kept at this temperature for 0 hours. Then, the mixture is heated again, but this time to 1231K, and also kept at this temperature for 0 hours. The result of this process is the synthesis of Yb11Ca2BaMgSb11, which is an intermetallic compound exhibiting excellent thermoelectric properties, namely, a high figure of merit, which makes it a promising candidate for use in a range of thermoelectric applications."}, "Li0.03Cu1.81Bi0.04Se": {"doi": "https://doi.org/10.1021/acsami.1c08886", "paper": "734.pdf", "true_recipe": "EXPERIMENTAL SECTION Raw materials of Cu (99.5%, Alfa Aesar), Se (99.9999%, ZhongNuo Advanced Materials), Bi (99.999%, ZhongNuo Advanced Materials), Li (99.9%, ZhongNuo Advanced Materials), and S (99.5%, KeLongChemical Industry) were weighed according to the stoichiometry of Li xCu1.85Se (x= 0, 0.01, 0.02, 0.03), Li0.03Cu1.85−yBiySe (y= 0.02, 0.03, 0.04, 0.05), and Li0.03Cu1.81Bi0.04Se1−zSz(z= 0.05, 0.1, 0.2, 0.3). For each sample, the ingredients of 8 g in total were sealed into a stainless steel jar together with two stainless steel balls with diameters of 12.7 and 6.35 mm, respectively. And the whole weighing process was carried out under argon atmosphere. Subsequently, the samples were obtained via high-energy ball milling for 10 h (8000D, SPEX), andpowders were ﬁlled in a graphite mold with an inner diameter of 12.7mm and hot-pressed at 723 K under a pressure of 8125 N for 5 min. The hot-pressed samples cooled freely in the air to reach room temperature. The phase structure of the", "pred_recipe": "To synthesize Li0.03Cu1.81Bi0.04Se, the first step involves mixing the precursors Cu, Se, Li, and Bi in the appropriate stoichiometric ratios. These elements can be obtained in powder form from commercial suppliers. The mixture is then carefully homogenized using a mortar and pestle or a ball mill to ensure a uniform distribution of the individual components. The next step involves sintering the mixture using a high-pressure (HP) method. This process involves subjecting the mixture to high pressures and temperatures in order to promote the formation of a dense, uniform material. The sintering process can take several hours and may involve multiple cycles of heating and cooling. Ultimately, the resulting Li0.03Cu1.81Bi0.04Se material is a highly crystalline compound with desirable electrochemical properties that make it well-suited for applications in advanced batteries or thermoelectric devices."}, "In4Se2.67Cl0.03": {"doi": "10.1002/adma.201004739", "paper": "735.pdf", "true_recipe": "Experimental Section    Sample preparation  : Bulk crystal ingots of In 4 Se 3– x   Cl 0.03  ( x   =  0.33  and 0.68) were prepared by the Bridgman crystal growth method. Stoichiometric amounts of In, Se, and InCl  3  were loaded into a quartz  tube under an argon atmosphere in order to keep the indium chloride dry. The quartz tubes were vacuum sealed and heat treated at 590  ° C for  12 h in a rocking furnace for homogenization of the molten liquid. After heat treatment of the compounds, the quartz ampoules were loaded into a vertical Bridgman furnace. The compounds were melted at 590  ° C for  24 h and slowly pulled at a constant speed of 2–5 mm h   − 1 .    Sample characterization and measurements  : Powder X-ray diffraction  was conducted to conﬁ  rm the single phase of the compounds. The X-ray diffraction pattern of the cleaved crystals showed that the bulk ingots contained sizable crystal domains (2–5 mm). The thermal conductivity    κ   =   ρ  s C p  λ   was estimated from the c", "pred_recipe": "The synthesis of In4Se2.67Cl0.03 involves several steps. Initially, a mixture of In, Se, and InCl3 is prepared. The mixture is then heated under 895 K for a duration of 12 hours. This is followed by further heating of the mixture under 886 K for 25 hours. Finally, the heated mixture is allowed to slowly cool down, leading to the formation of In4Se2.67Cl0.03. This synthesis recipe yields a unique composition of the material, which exhibits interesting properties suitable for use in various electronic and optoelectronic devices."}, "Cu11.8Gd0.2Sb4S13": {"doi": "https://doi.org/10.1021/acsami.1c03493", "paper": "736.pdf", "true_recipe": "Experimental Section. 2.1.1. Sample Preparation. Ele- mental copper powder (3N), gadolinium powder (3N), antimonypowder ( ∼2N), and sulfur powder ( ∼2N) were used as raw materials to prepare Cu 12‑xGdxSb4S13(0≤x≤0.5) samples. The detailed synthetic process was described in our previous work.14 2.1.2. Structural Characterization. The composition and structure of all samples were investigated by X-ray di ﬀraction using X ’Pert PRO, which was furnished with Cu Ka radiation. The generalized structural analysis system (GSAS)23program was used to further study the detailed information (the mass fraction of Cu3SbS4phase, lattice parameters, atomic coordinates and the site occupancy factor SOF) of Cu12−xGdxSb4S13samples through Rietveld re ﬁnements of XRD data. The X-ray photoelectron measurements were conducted on a ThermoESCALAB250Xi spectrometer, and used monochromatized Al Ka ( hv = 1486.6 eV) as an excitation source (with a pass energy of 30 eV). The binding energies were calibrated by th", "pred_recipe": "To synthetize Cu11.8Gd0.2Sb4S13, the first step is to mix the appropriate amounts of Cu, Gd, Sb, and S. This mixture is then subjected to heating under 916 K for 10 hours, followed by a slow cooling process. Once cooled, the mixture is pressed under high pressure (2407 MPa). The next step involves heating the pressed mixture under 720 K for 167 hours, followed by sintering using the HP method. This process results in the formation of the desired compound, Cu11.8Gd0.2Sb4S13. The successful synthesis of this compound relies on carefully controlled heat treatment and pressure conditions, as well as precise mixture preparation, ensuring the desired composition and structure are achieved."}, "Mg1.98Li0.02Zn0.98Sb2": {"doi": "https://doi.org/10.1021/acsami.0c09391", "paper": "737.pdf", "true_recipe": "EXPERIMENTAL SECTION Synthesis. Raw elemental Mg (99.98%, Alfa Aesar), Zn (99.9%, Alfa Aesar), Sb (Sb, Alfa Aesar, 99.9%, chunks), K (99.5%, SigmaAldrich), Li (99%, Alfa Aesar), and Ag (99.99%, Atlantic Metals &Alloys LLC) were weighed according to stoichiometric Mg 2Zn1+xSb2 (x=0 ,±0.02, and ±0.04) and Mg2−yMyZn0.98Sb2(M = Li, K, and Ag; y= 0.02, 0.04). All of the elements were packed into a stainless steel jar in a glovebox with argon atmosphere, and then ball milled for 15 hby SPEX 8000D. The obtained powders were densi ﬁed by hot pressing at 973 K for 2 min under ∼80 MPa. Characterization. X-ray di ﬀraction (PANalytical X ’pert PRO diﬀractometer), scanning electron microscopy (SEM, JEOL 2011F), and transmission electron microscopy (TEM, FEI Talos 200X) were carried out for microstructural characterization. Transport Properties Measurement. The electrical conductiv- ity (σ) and Seebeck coe ﬃcient ( S) were measured using a commercial ZEM-3 system (ULVAC Riko). The thermal conductivi", "pred_recipe": "Mg1.98Li0.02Zn0.98Sb2 is a material with promising thermoelectric properties and can be synthesized via a simple recipe. In this recipe, Mg, Zn, Sb, and Li are mixed in the appropriate stoichiometric ratio, i.e., Mg/Zn:Sb:Li = 1.98:2:0.02:0.98. The mixing process can be done by ball-milling or any other suitable method. The next step involves sintering the mixture with a high-pressure (HP) method that involves subjecting the mixture to high pressure and temperature. The sintering process is done to enhance the material's thermoelectric performance by increasing the grain size and eliminating pores. The resulting Mg1.98Li0.02Zn0.98Sb2 material has desirable thermoelectric properties and can be used in thermoelectric devices."}, "Ag0.8Sb0.8Pb18.3Te20.0": {"doi": "https://doi.org/10.1016/j.jallcom.2004.08.049", "paper": "738.pdf", "true_recipe": null, "pred_recipe": "The synthesis recipe of Ag0.8Sb0.8Pb18.3Te20.0 involves several steps. Firstly, Ag, Pb, Sb, and Te are mixed in appropriate proportions. This mixture is then heated under 1126 K temperature for 6 hours to promote a chemical reaction. After the reaction is complete, the sample is immediately cooled down rapidly. Next, the sample is subjected to sintering with HP (Hot Pressing) method, which involves applying high pressure and temperature to the sample to form a dense, uniform layer. The resulting product is Ag0.8Sb0.8Pb18.3Te20.0, which can be used for various applications, including thermoelectric devices, solar cells, and thermal insulation materials. Overall, the synthesis recipe of Ag0.8Sb0.8Pb18.3Te20.0 is a series of well-established procedures that can yield high-quality products with excellent thermoelectric properties."}, "MgAgSb0.985In0.015": {"doi": "https://doi.org/10.1021/cm5041826", "paper": "739.pdf", "true_recipe": "EXPERIMENTAL SECTION  Synthesis. The In0doped MgAgSb 10xInx (x=0, 0.005, 0.01,  0.015, 0.02) samples were prepared from high0qualit y starting  materials of Mg (99.9%, powder, Alfa Aesar), Ag (99 .9%,  powder, Alfa Aesar), Sb (99.999%, powder, Alfa Aesa r) and  In (99.99%, shot, Alfa Aesar) in carbon0coated sili ca tubes  sealed under high vacuum. The samples are heated to  1273 K  at 10K/min and held for 6 h and then air0quenched. The ob0 tained ingots were grounded to powder. All the powd er is sin0 tered by a spark plasma sintering system (SPS01050,  Sumito0 mo Coal Mining Co.) under the axial compressive str ess of 60  MPa in vacuum at 700 K for 6 min, resulting in a di sk–shaped  sample of φ12.6 × 2mm. Relative densities were ~93% of the  theoretical values19. The obtained samples were sealed inside  an evacuated quartz tube and annealed heated to 553  K at  5/minfor two weeks to get room0temperature α0MgAgSb  phase.  Characterization.  The phase structure of obtained samples  was", "pred_recipe": "The synthesis recipe of MgAgSb0.985In0.015 involves several operations to prepare the final material. Initially, Mg, Ag, Sb, and In are mixed together to obtain a homogenous mixture. This mixture is then heated under 1241 K for 5 hours, followed by slow cooling to optimize the crystalline structure of the material. Subsequently, the sintering process is performed using the SPS method. Finally, the material is heated again under 553 K for 334 hours, which helps to enhance the mechanical and electrical properties of the final product. By following this synthesis recipe, it is possible to obtain MgAgSb0.985In0.015 with excellent structural and functional characteristics for various technological applications."}, "Sn0.91Mn0.09Te0.99I0.01": {"doi": "https://doi.org/10.1021/acsami.1c15595", "paper": "740.pdf", "true_recipe": null, "pred_recipe": "The synthesis of Sn0.91Mn0.09Te0.99I0.01 involves several key steps. First, the starting materials, including Sn, Mn, Te, and TeI4, are mixed together. The mixture is then heated under 673 K for 2 hours, which allows for the formation of a stable precursor. Next, the mixture is heated again, this time at a higher temperature of 1271 K for 14 hours. This high-temperature heating allows for a complete crystallization of the precursor, leading to the formation of the final product. After this, the mixture is cooled slowly to room temperature to prevent any thermal shock. Finally, the synthesized product is sintered with the SPS (Spark Plasma Sintering) method in order to obtain a dense and highly ordered structure. The resulting Sn0.91Mn0.09Te0.99I0.01 material has potential applications in a variety of fields, including thermoelectric devices and energy conversion technologies."}}